Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Create file-based device %1$s of file %2$s (%3$s)
ar: إنشاء ملف يعتمد على الجهاز %1$s للملف %2$s (%3$s)
bg: Създаване на файлово-базирано устройство %1$s в %2$s (%3$s)
cs: Vytvořit souborové zařízení %1$s ze souboru %2$s (%3$s)
da: Opret filbaseret enhed %1$s fra filen %2$s (%3$s)
el: Δημιουργία συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s)
es: Crear el dispositivo basado en archivo %1$s del archivo %2$s (%3$s)
ja: ファイル %2$s (%3$s) のファイルベースデバイス %1$s を作成
km: បង្កើត​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s នៃ​ឯកសារ %2$s (%3$s)
nb: Opprett filbasert enhet %1$s av fil %2$s (%3$s)
nl: Op bestanden gebaseerd apparaat %1$s van bestand %2$s (%3$s) maken
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦਾ %1$s ਬਣਾਓ
pl: Urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie utworzone
pt: Criar dispositivo %1$s baseado no ficheiro %2$s (%3$s)
pt_br: Criar o dispositivo baseado em arquivo %1$s do arquivo %2$s (%3$s)
ro: Creează dispozitivul bazat pe fișier %1$s din fișierul %2$s (%3$s)
sv: Skapa den filbaserade enheten %1$s från filen %2$s (%3$s)
th: สร้างอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s (ขนาด %3$s)
uk: Створити файловий пристрій %1$s на %2$s (%3$s)
wa: Ahiver l' éndjin båzé so fitchî %1$s do fitchî %2$s (%3$s)
xh: Dala isixhobo sefayili esinesiseko esingu %1$s sefayili esingu %2$s (%3$s)
zu: Yakha idivayisi esekelwe kwifayela %1$s yefayela %2$s (%3$s)

source: Create file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
ar: إنشاء ملف يعتمد على الجهاز %1$s من الملف %2$s (%3$s) باعتباره %5$s مع %4$s
bg: Създаване на файлово-базирано устройство %1$s в %2$s (%3$s) като %5$s с %4$s
cs: Vytvořit souborové zařízení %1$s ze souboru %2$s (%3$s) jako %5$s se systémem %4$s.
da: Opret filbaseret enhed %1$s fra filen %2$s (%3$s) som %5$s med %4$s
el: Δημιουργία συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s) ως %5$s με %4$s
es: Crear el dispositivo basado en archivo %1$s del archivo %2$s (%3$s) como %5$s con %4$s
ja: ファイル %2$s (%3$s) のファイルベースデバイス %1$s を %5$s として %4$s で作成
km: បង្កើត​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s នៃ​ឯកសារ %2$s (%3$s) ជា %5$s ដោយប្រើ %4$s
nb: Opprett filbasert enhet %1$s av fil %2$s (%3$s) som %5$s med %4$s
nl: Op bestanden gebaseerd apparaat %1$s van bestand %2$s (%3$s) maken als %5$s met %4$s
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %5$s ਦੇ ਤੌਰ 'ਤੇ %4$s ਨਾਲ ਬਣਾਓ
pl: Urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie utworzone jako %5$s z systemem plików %4$s
pt: Criar dispositivo %1$s baseado no ficheiro %2$s (%3$s) como %5$s com %4$s
pt_br: Criar o dispositivo baseado em arquivo %1$s do arquivo %2$s (%3$s) como %5$s com %4$s
ro: Creează dispozitivul bazat pe fișier %1$s din fișierul %2$s (%3$s) ca %5$s cu %4$s
sv: Skapa den filbaserade enheten %1$s från filen %2$s (%3$s) som %5$s med %4$s
th: สร้างอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s (ขนาด %3$s) เพื่อเมานท์ที่ %5$s ด้วยระบบแฟ้ม %4$s
uk: Створити файловий пристрій %1$s на %2$s (%3$s) як %5$s з %4$s
wa: Ahiver l' éndjin båzé so fitchî %1$s do fitchî %2$s (%3$s) come %5$s avou %4$s
xh: Cima isixhobo sefayili esinesiseko %1$s sefayili %2$s (%3$s) njengo %5$s nge %4$s
zu: Yakha idivayisi esekelwe kwifayela %1$s yefayela %2$s (%3$s) njenge-%5$s nge-%4$s

source: Create logical volume %1$s (%2$s)
ar: إنشاء وحدة التخزين المنطقية %1$s (%2$s)
bg: Създаване на логически дял %1$s (%2$s)
cs: Vytvořit logický svazek %1$s (%2$s)
da: Opret logisk diskområde %1$s (%2$s)
el: Δημιουργία Λογικού Τόμου %1$s (%2$s)
es: Crear el volumen lógico %1$s (%2$s)
gl: Crear volume lóxico %1$s (%2$s)
ja: 論理ボリューム %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​ឡូជីខល%1$s (%2$s)
nb: Opprett logisk volum %1$s (%2$s)
nl: Logisch volume %1$s (%2$s) aanmaken
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਬਣਾਓ
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony
pt: Criar volume lógico %1$s (%2$s)
pt_br: Criar volume lógico %1$s (%2$s)
ro: Creează volumul logic %1$s (%2$s)
sv: Skapa den logiska volymen %1$s (%2$s)
th: สร้างโวลุมลอจิคัล %1$s (ขนาด %2$s)
uk: Створити логічний том %1$s (%2$s)
wa: Ahiver l' volume lodjike %1$s (%2$s)
xh: Cima isandi ngokwengqiqo elindelekileyo esingu %1$s (%2$s)
zu: Yakha ivolumu ehlelekile %1$s (%2$s)

source: Create logical volume %1$s (%2$s) for %4$s with %3$s
ar: إنشاء وحدة التخزين المنطقية %1$s (%2$s) الخاصة بـ %4$s بـ %3$s
bg: Създаване на логически дял %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit logický svazek %1$s (%2$s) pro %4$s pomocí %3$s
da: Opret logisk diskområde %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Crear el volumen lógico %1$s (%2$s) para %4$s con %3$s
gl: Crear o volume lóxico %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の論理ボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​ឡូជីខល %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett logisk volum %1$s (%2$s) for %4$s med %3$s
nl: Logisch volume %1$s (%2$s) voor %4$s aanmaken met %3$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਬਣਾਓ
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s
pt: Criar volume lógico %1$s (%2$s) para %4$s com %3$s
pt_br: Criar o volume lógico %1$s (%2$s) de %4$s com %3$s
ro: Creează volumul logic %1$s (%2$s) pentru %4$s cu %3$s
sv: Skapa den logiska volymen %1$s (%2$s) för %4$s med %3$s
th: สร้างโวลุมลอจิคัล %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити логічний том %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' volume lodjike swap %1$s (%2$s) po %4$s avou %3$s
xh: Dala isandi esinengqiqo elindelekileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Yakha ivolumu enengqondo %1$s (%2$s) ye-%4$s nge-%3$s

source: Create multipath partition %1$s (%2$s)
ar: إنشاء قسم متعدد المسارات %1$s (%2$s)
bg: Създаване на многопътен дял %1$s (%2$s)
cs: Vytvořit multipath oddíl %1$s (%2$s)
da: Opret multipath-partition %1$s (%2$s)
el: Δημιουργία κατάτμησης %1$s (%2$s)
es: Crear la partición multipath %1$s (%2$s)
ja: マルチパスパーティション %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s)​
nb: Opprett miltipath-partisjon %1$s (%2$s)
nl: Multipad-partitie %1$s (%2$s) aanmaken
pa: ਮਲਟੀਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pl: Partycja multipath %1$s (%2$s) zostanie utworzona
pt_br: Criar a partição de caminhos múltiplos %1$s (%2$s)
ro: Creează partiție multipath %1$s (%2$s)
sv: Skapa Multipath-partitionen %1$s (%2$s)
th: สร้างพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s)
uk: Створити багатошляховий розділ %1$s (%2$s)
wa: Ahiver l' pårticion multipath %1$s (%2$s)

source: Create multipath partition %1$s (%2$s) for %4$s with %3$s
ar: إنشاء قسم متعدد المسارات %1$s (%2$s) لـ %4$s بـ %3$s
bg: Създаване на многопътен дял %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit multipath oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Opret multipath-partition %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Crear la partición multipath %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用のマルチパスパーティション %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett multipath-partisjon %1$s (%2$s) for %4$s med %3$s
nl: Multipad-partitie %1$s (%2$s) voor %4$s aanmaken met %3$s
pa: ਮਲਟੀਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਬਣਾਓ
pl: Partycja multipath %1$s (%2$s) zostanie utworzona dla %4$s z systemem plików %3$s
pt_br: Criar a partição de caminhos múltiplos %1$s (%2$s) de %4$s com %3$s
ro: Creează partiție multipath %1$s (%2$s) pentru %4$s cu %3$s
sv: Skapa Multipath-partitionen %1$s (%2$s) för %4$s med %3$s
th: สร้างพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити багатошляховий розділ %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' pårticion swap multipath %1$s (%2$s) po %4$s avou %3$s

source: Create root volume %1$s (%2$s) with %3$s
ar: إنشاء قسم جذر %1$s (%2$s) بـ %3$s
bg: Създаване на коренен масив %1$s (%2$s) с %3$s
cs: Vytvořit kořenový oddíl %1$s (%2$s) s %3$s
da: Opret rod-diskområde %1$s (%2$s) med %3$s
el: Δημιουργία ριζικής κατάτμησης %1$s (%2$s) με %3$s
es: Crear volumen raíz %1$s (%2$s) con %3$s
ja: ルートボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស root %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Opprett rotvolum %1$s (%2$s) med %3$s
nl: Hoofdvolume %1$s (%2$s) aanmaken met %3$s
pl: Wolumin root %1$s (%2$s) zostanie utworzony z systemem plików %3$s
pt_br: Criar volume raiz %1$s (%2$s) com %3$s
ro: Creează volum de root %1$s (%2$s) de tip %3$s
sv: Skapa rotvolymen %1$s (%2$s) med %3$s
th: สร้างโวลุมราก %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Створити кореневий том %1$s (%2$s) з %3$s
wa: Ahiver l' volume root %1$s (%2$s) avou %3$s

source: Create software RAID %1$s (%2$s) from %3$s
ar: إنشاء برامج غارة %1$s (%2$s) من %3$s
bg: Създаване на софтуерен RAID %1$s (%2$s) от %3$s
cs: Vytvořit softwarový RAID %1$s (%2$s) z %3$s
da: Opret software-RAID %1$s (%2$s) fra %3$s
el: Δημιουργία λογισμικού RAID %1$s (%2$s) από %3$s
es: Crear el RAID por software %1$s (%2$s) desde %3$s
ja: %3$s からソフトウエア RAID %1$s (%2$s) を作成
km: បង្កើត​កម្មវិធី​ RAID %1$s (%2$s) ពី %3$s
nb: Opprett programvare-RAID %1$s (%2$s) fra %3$s
nl: Software RAID %1$s (%2$s) aanmaken uit %3$s
pl: Programowy RAID %1$s (%2$s) zostanie utworzony z systemem plików %3$s
pt_br: Criar RAID de software %1$s (%2$s) de %3$s
ro: Creează RAID software %1$s (%2$s) din %3$s
sv: Skapa programvaru-RAID %1$s (%2$s) från %3$s
th: สร้าง RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s) จาก %3$s
uk: Створити програмний RAID %1$s (%2$s) від %3$s
wa: Ahver l' programe RAID %1$s (%2$s) a pårti d' %3$s

source: Create software RAID %1$s (%2$s) from %5$s for %4$s with %3$s
ar: إنشاء برامج غارة %1$s (%2$s) من %5$s ل %4$s ب %3$s
bg: Създаване на софтуерен RAID %1$s (%2$s) от %5$s с %3$s за %4$s
cs: Vytvořit softwarový RAID %1$s (%2$s) z %5$s pro %4$s pomocí %3$s
da: Opret software-RAID %1$s (%2$s) fra %5$s til %4$s med %3$s
el: Δημιουργία Λογισμικού RAID %1$s (%2$s) από %5$s για %4$s με %3$s
es: Crear el RAID por software %1$s (%2$s) desde %5$s para %4$s con %3$s
ja: %5$s から %4$s 用のソフトウエア RAID %1$s (%2$s) を %3$s で作成
km: បង្កើត​កម្មវិធី RAID %1$s (%2$s) ពី %5$s សម្រាប់ %4$s ដោយ​ប្រើ %3$s​
nb: Opprett programvare-RAID %1$s (%2$s) fra %5$s for %4$s med %3$s
nl: Software RAID %1$s (%2$s) uit %5$s voor %4$s aanmaken met %3$s
pl: Programowy RAID %1$s (%2$s) z %5$s zostanie utworzony dla %4$s z systemem plików %3$s
pt_br: Criar RAID de software %1$s (%2$s) de %5$s para %4$s com %3$s
ro: Creează RAID software %1$s (%2$s) din %5$s pentru %4$s cu %3$s
sv: Skapa programvaru-RAID %1$s (%2$s) från %5$s för %4$s med %3$s
th: สร้าง RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s) จาก %5$s สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити програмний RAID %1$s (%2$s) від %5$s для %4$s з %3$s
wa: Ahiver l' programe RAID %1$s (%2$s) a pårti d' %5$s po %4$s avou %3$s

source: Create subvolume %1$s on device %2$s
ar: إنشاء حجم فرعي %1$s على الجهاز %2$s
cs: Vytvořit podřízený svazek %1$s zařízení %2$s
da: Opret underdiskområde %1$s på enheden %2$s
el: Δημιουργία Λογικού Τόμου %1$s στη συσκευή %2$s
es: Crear subvolumen %1$s en dispositivo %2$s
ja: デバイス %2$s 上にサブボリューム %1$s を作成
km: បង្កើត​ភាគ​ថាស​រង​ %1$s លើ​ឧបករណ៍ %2$s​
nb: Opprett undervolumet %1$s på enheten %2$s
nl: Subvolume %1$s op apparaat %2$s aanmaken
pl: Wolumin podrzędny %1$s na urządzeniu %2$s zostanie utworzony
pt_br: Criar subvolume %1$s no dispositivo %2$s
ro: Creează subvolumul %1$s pe dispozitivul %2$s
sv: Skapa undervolym %1$s på enhet %2$s
uk: Створити підтом %1$s (%2$s)

source: Create swap RAID partition %1$s (%2$s)
ar: إنشاء مبادلة قسم غاره %1$s (%2$s)
cs: Vytvořit odkládací oddíl RAID %1$s (%2$s)
da: Opret swap RAID-partition %1$s (%2$s)
el: Δημιουργία swap κατάτμησης RAID %1$s (%2$s)
es: Crear partición de intercambio RAID %1$s (%2$s)
km: បង្កើត​ភាគ​ថាស​ស្វប RAID %1$s (%2$s)
nl: RAID-partitie %1$s (%2$s) voor wisselgeheugen aanmaken
pl: Partycja wymiany RAID %1$s (%2$s) zostanie utworzona
pt_br: Criar partição de swap RAID %1$s (%2$s)
sv: Skapa RAID-växlingspartitionen %1$s (%2$s)
uk: Створити RAID розділ свопінгу %1$s (%2$s)

source: Create swap logical volume %1$s (%2$s)
ar: إنشاء وحدة تخزين منطقية للمبادلة %1$s (%2$s)
bg: Създаване на swap логически масив %1$s (%2$s)
cs: Vytvořit odkládací logický svazek %1$s (%2$s)
da: Opret logisk swap-diskområde %1$s (%2$s)
el: Δημιουργία swap Λογικού Τόμου %1$s (%2$s)
es: Crear el volumen lógico de intercambio %1$s (%2$s)
gl: Crear o volume lóxico para intercambio %1$s (%2$s)
ja: スワップ論理ボリューム %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​​ឡូជីខល​​​ស្វប %1$s (%2$s)​​
nb: Opprett logisk volum %1$s (%2$s) for veksleminne
nl: Logisch volume %1$s (%2$s) aanmaken voor wisselgeheugen
pa: ਸਵੈਪ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਬਣਾਓ
pl: Logiczny wolumin wymiany %1$s (%2$s) zostanie utworzony
pt: Criar volume lógico para swap %1$s (%2$s)
pt_br: Criar o volume lógico de swap %1$s (%2$s)
ro: Creează volumul logic swap %1$s (%2$s)
sv: Skapa den logiska växlingsvolymen %1$s (%2$s)
th: สร้างโวลุมลอจิคัล swap %1$s (ขนาด %2$s)
uk: Створити логічний том свопінгу %1$s (%2$s)
wa: Dj' ahive li volume lodjike swap %1$s (%2$s)
xh: Dala isandi sokutshintshela esinengqiqo elindelekileyo esingu%1$s (%2$s)
zu: Yakha ivolumu enengqondo yokushintshanisa %1$s (%2$s)

source: Create swap multipath partition %1$s (%2$s)
ar: إنشاء قسم مبادلة متعدد المسارات %1$s (%2$s)
bg: Създаване на многопътен swap дял %1$s (%2$s)
cs: Vytvořit odkládací multipath oddíl %1$s (%2$s)
da: Opret multipath swap-partition %1$s (%2$s)
el: Δημιουργία swap πολυκατευθυντικής κατάτμησης %1$s (%2$s)
es: Crear la partición multipath de intercambio %1$s (%2$s)
ja: スワップマルチパスパーティション %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន​ស្វប %1$s (%2$s)
nb: Opprett multipath-partisjon %1$s (%2$s)
nl: Multipad-partitie %1$s (%2$s) voor wisselgeheugen aanmaken
pa: ਮਲਟੀਪਾਥ ਸਵੈਪ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pl: Partycja wymiany multipath %1$s (%2$s) zostanie utworzona
pt_br: Criar a partição de swap de caminhos múltiplos %1$s (%2$s)
ro: Creează partiție multipath swap %1$s (%2$s)
sv: Skapa växling för Multipath-partitionen %1$s (%2$s)
th: สร้างพาร์ทิชัน swap %1$s ของมัลติพาธ (ขนาด %2$s)
uk: Створити багатошляховий розділ свопінгу %1$s (%2$s)
wa: Ahiver l' pårticion swap multipath %1$s (%2$s)

source: Create swap volume %1$s (%2$s)
ar: إنشاء حجم مبادلة %1$s (%2$s)
bg: Създаване на swap масив %1$s (%2$s)
cs: Vytvořit odkládací svazek %1$s (%2$s)
da: Opret swap-diskområde %1$s (%2$s)
el: Δημιουργία swap Λογικού Τόμου %1$s (%2$s)
es: Crear volumen de intercambio %1$s (%2$s)
gl: Crear o volume para intercambio %1$s (%2$s)
ja: スワップボリューム %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​​ស្វប %1$s (%2$s)
nb: Opprett volum %1$s (%2$s) for veksleminne
nl: Volume %1$s (%2$s) aanmaken voor wisselgeheugen
pl: Wolumin wymiany %1$s (%2$s) zostanie utworzony
pt_br: Criar volume de swap %1$s (%2$s)
ro: Creează volum swap %1$s (%2$s)
sv: Skapa växlingsvolymen %1$s (%2$s)
th: สร้างโวลุม swap %1$s (ขนาด %2$s)
uk: Створити том свопінгу %1$s (%2$s)
wa: Dj' ahive li volume swap %1$s (%2$s)

source: Create volume %1$s (%2$s)
ar: إنشاء حجم %1$s (%2$s)
bg: Създаване на масив %1$s (%2$s)
cs: Vytvořit svazek %1$s (%2$s)
da: Opret diskområde %1$s (%2$s)
el: Δημιουργία Λογικού Τόμου %1$s (%2$s)
es: Crear volumen lógico %1$s (%2$s)
gl: Crear o volume %1$s (%2$s)
ja: ボリューム %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស %1$s (%2$s)
nb: Opprett volum %1$s (%2$s)
nl: Volume %1$s (%2$s) aanmaken
pl: Wolumin %1$s (%2$s) zostanie utworzony
pt_br: Criar volume %1$s (%2$s)
ro: Crează volum %1$s (%2$s)
sv: Skapa volymen %1$s (%2$s)
th: สร้างโวลุม %1$s (ขนาด %2$s)
uk: Створити том %1$s (%2$s)
wa: Ahiver l' volume %1$s (%2$s)

source: Create volume %1$s (%2$s) for %4$s with %3$s
ar: إنشاء حجم %1$s (%2$s) الخاصة بـ %4$s بـ %3$s
bg: Създаване на масив %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit svazek %1$s (%2$s) pro %4$s s %3$s
da: Opret diskområde %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Crear volumen %1$s (%2$s) para %4$s con %3$s
gl: Crear o volume %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用のボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett volum %1$s (%2$s) for %4$s med %3$s
nl: Volume %1$s (%2$s) voor %4$s aanmaken met %3$s
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s
pt_br: Criar volume %1$s (%2$s) para %4$s com %3$s
ro: Creează volum %1$s (%2$s) la %4$s de tip %3$s
sv: Skapa volymen %1$s (%2$s) för %4$s med %3$s
th: สร้างโวลุม %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити том %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' volume %1$s (%2$s) po %4$s avou %3$s

source: Create volume group %1$s (%2$s) from %3$s
ar: قم بإنشاء مجموعة وحدات تخزين %1$s (%2$s) من %3$s
bg: Създаване на група от масиви %1$s (%2$s) от %3$s
cs: Vytvořit skupinu svazků %1$s (%2$s) z %3$s
da: Opret diskområdegruppe %1$s (%2$s) af %3$s
el: Δημιουργία κατάτμησης εκκίνησης %1$s (%2$s) με %3$s
es: Crear grupo de volúmenes %1$s (%2$s) de %3$s
ja: %3$s からボリュームグループ %1$s (%2$s) を作成
km: បង្កើត​ក្រុម​ភាគ​ថាស %1$s (%2$s) ពី %3$s
nb: Opprett volumgruppen %1$s (%2$s) fra %3$s
nl: Volumegroep %1$s (%2$s) uit %3$s aanmaken
pl: Grupa woluminów %1$s (%2$s) z %3$s zostanie utworzona
pt_br: Criar grupo de volume %1$s (%2$s) a partir de %3$s
ro: Creează grup de volume %1$s (%2$s) din %3$s
sv: Skapa volymgrupp %1$s (%2$s) från %3$s
th: สร้างกลุ่มโวลุม %1$s (ขนาด %2$s) จาก %3$s
uk: Створити групу томів %1$s (%2$s) з %3$s
wa: Ahiver l' groupe di volumes %1$s (%2$s) a pårti d' %3$s

source: Creating %1$s
ar: يتم الآن إنشاء %1$s
bg: Създаване на %1$s
cs: Vytváří se %1$s
da: Opretter %1$s
el: Δημιουργία του %1$s
es: Creando %1$s
gl: Creando %1$s
ja: %1$s を作成しています
km: កំពុង​​បង្កើត %1$s
nb: Oppretter %1$s
nl: %1$s aanmaken
pa: %1$s ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie %1$s
pt: A criar %1$s
pt_br: Criando %1$s
ro: Creez %1$s
sv: Skapar %1$s
th: ทำการสร้าง %1$s
uk: Створення %1$s
wa: Dj' ahive %1$s
xh: Ukudala %1$s
zu: Ukwakha i-%1$s

source: Creating RAID partition %1$s
ar: يتم الآن إنشاء قسم الغارة %1$s
cs: Vytváří se oddíl RAID %1$s
da: Opretter RAID-partition %1$s
el: Δημιουργία κατάτμησης RAID %1$s
es: Creando partición RAID %1$s
km: បង្កើត​ភាគ​ថាស RAID %1$s
nl: RAID-partitie %1$s aanmaken
pl: Tworzenie partycji RAID %1$s
pt_br: Criando partição RAID %1$s
sv: Skapar RAID-partitionen %1$s
uk: Створення розділу RAID %1$s

source: Creating file-based device %1$s of file %2$s
ar: يتم الآن إنشاء جهاز يستند إلى الملف %1$s من الملف %2$s
bg: Създаване на файлово-базирано устройство %1$s в %2$s
cs: Vytváří se souborové zařízení %1$s ze souboru %2$s.
da: Opretter filbaseret enhed %1$s fra filen %2$s
el: Δημιουργία συσκευής βασισμένη στα αρχεία %1$s στο αρχείο %2$s
es: Creando el dispositivo basado en archivo %1$s del archivo %2$s
ja: ファイル %2$s のファイルベースデバイス %1$s を作成
km: កំពុង​បង្កើត​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s នៃ​ឯកសារ %2$s
nb: Oppretter filbasert enhet %1$s av fil %2$s
nl: Op bestanden gebaseerd apparaat %1$s van bestand %2$s wordt gemaakt
pa: ਫਾਇਲ %2$s ਦਾ ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %1$s ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie urządzenia plikowego %1$s dla pliku %2$s
pt: A criar dispositivo %1$s a partir do ficheiro %2$s
pt_br: Criando o dispositivo baseado em arquivo %1$s do arquivo %2$s
ro: Creez dispozitivul bazat pe fișier %1$s din fișierul %2$s
sv: Skapar den filbaserade enheten %1$s från filen %2$s
th: ทำการสร้างอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s
uk: Створення файлового пристрою %1$s на %2$s
wa: Dj' ahive l' éndjin båzé so fitchî %1$s do fitchî %2$s
xh: Kucinywa isixhobo sefayili esinesiseko esingu %1$s sefayili esingu %2$s
zu: Ukwakha idivayisi esekelwe kwifayela %1$s yefayela %2$s

source: Creating logical volume %1$s
ar: يتم الآن إنشاء حجم منطقي %1$s
bg: Създаване на логически дял %1$s
cs: Vytváří se logický svazek %1$s
da: Opretter logisk diskområde %1$s
el: Δημιουργία Λογικού Τόμου %1$s
es: Creando el volumen lógico %1$s
gl: Creando o volume lóxico %1$s
ja: 論理ボリューム %1$s を作成しています
km: កំពុង​បង្កើត​ភាគ​ថាស​ឡូជីខល %1$s
nb: Oppretter logisk volum %1$s
nl: Logisch volume %1$s aanmaken
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie woluminu logicznego %1$s
pt: A criar Volume Lógico %1$s
pt_br: Criando o volume lógico %1$s
ro: Creez volumul logic %1$s
sv: Skapar logisk volym %1$s
th: ทำการสร้างโวลุมลอจิคัล %1$s
uk: Створення логічного тому %1$s
wa: Dj' ahive li volume lodjike %1$s
xh: Kudalwa isandi esinengqiqo elindelekileyo esingu %1$s
zu: Ukwakha ivolumu ehlelekile %1$s

source: Creating multipath partition %1$s
ar: يتم الآن إنشاء قسم متعدد المسارات %1$s
bg: Създаване на многопътен дял %1$s
cs: Vytváří multipath oddíl %1$s
da: Opretter multipath-partition %1$s
el: Δημιουργία πολυκατευθυντικής κατάτμησης %1$s
es: Creando la partición multipath %1$s
ja: マルチパスパーティション %1$s を作成しています
km: កំពុង​បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s
nb: Oppretter multipath-partisjonen %1$s
nl: Multipad-partitie %1$s aanmaken
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie partycji multipath %1$s
pt_br: Criando a partição de caminhos múltiplos %1$s
ro: Creez partiția multipath %1$s
sv: Skapar Multipath-partitionen %1$s
th: ทำการสร้างพาร์ทิชันของมัลติพาธ %1$s
uk: Створення багатошляхового розділу %1$s
wa: Dj' ahive li pårticion multipath %1$s

source: Creating software RAID %1$s from %2$s
ar: يتم الآن إنشاء برنامج غارة %1$s من %2$s
bg: Създаване на софтуерен RAID %1$s от %2$s
cs: Vytváří se softwarový RAID %1$s z %2$s
da: Opretter software-RAID %1$s fra %2$s
el: Δημιουργία Λογισμικού RAID %1$s από %2$s
es: Creando el RAID por software %1$s desde %2$s
gl: Creando o RAID por software %1$s de %2$s
ja: %2$s からソフトウエア RAID %1$s を作成しています
km: កំពុង​បង្កើត​កម្មវិធី​ RAID ​ %1$s ពី %2$s
nb: Oppretter programvare-RAID %1$s fra %2$s
nl: Software RAID %1$s aanmaken uit %2$s
pl: Tworzenie programowego RAID %1$s z %2$s
pt_br: Criando RAID de software %1$s de %2$s
ro: Creez RAID-ul software %1$s din %2$s
sv: Skapar programvaru-RAID %1$s från %2$s
th: ทำการสร้าง RAID แบบซอฟต์แวร์ %1$s จาก %2$s
uk: Створення програмного RAID %1$s від %2$s
wa: Dj' ahive li programe RAID %1$s a pårti d' %2$s

source: Creating subvolume %1$s on device %2$s
ar: يتم الآن إنشاء حجم فرعي %1$s على الجهاز %2$s
cs: Vytváření podřízeného svazku %1$s zařízení %2$s
da: Opretter underdiskområde %1$s på enheden %2$s
el: Δημιουργία Λογικού Τόμου %1$s στη συσκευή %2$s
es: Creando subvolumen %1$s en dispositivo %2$s
ja: デバイス %2$s 上にサブボリューム %1$s を作成しています
km: កំពុង​បង្កើត​ភាគ​ថាស​រង​ %1$s លើ​ឧបករណ៍ %2$s
nb: Oppretter undervolumet %1$s på enheten %2$s
nl: Bezig subvolume %1$s op apparaat %2$s aan te maken
pl: Tworzenie woluminu podrzędnego %1$s na urządzeniu %2$s
pt_br: Criando o subvolume %1$s no dispositivo %2$s
ro: Se creează subvolumul %1$s pe dispozitivul %2$s
sv: Skapar undervolym %1$s på enhet %2$s
uk: Створити підтом %1$s на пристрої %2$s

source: Creating volume %1$s
ar: يتم الآن إنشاء الحجم %1$s
bg: Създаване на масив %1$s
cs: Vytváří se svazek %1$s
da: Opretter diskområde %1$s
el: Δημιουργία Λογικού Τόμου %1$s
es: Creando el volumen %1$s
gl: Creando o volume %1$s
ja: ボリューム %1$s を作成しています
km: ​កំពុង​បង្កើត​ភាគ​ថាស %1$s
nb: Oppretter volum %1$s
nl: Volume %1$s aanmaken
pl: Tworzenie woluminu %1$s
pt_br: Criando o volume %1$s
ro: Se creează volumul %1$s
sv: Skapar volymen %1$s
th: ทำการสร้างโวลุม %1$s
uk: Створення тому %1$s
wa: Dj' ahive li volume %1$s
