Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Creating volume group %1$s (%2$s) from %3$s
ar: يتم الآن إنشاء مجموعة وحدات تخزين %1$s (%2$s) من %3$s
bg: Създаване на група от масиви %1$s (%2$s) от %3$s
cs: Vytváří se skupina svazků %1$s (%2$s) z %3$s
da: Opretter diskområdegruppe %1$s (%2$s) af %3$s
el: Δημιουργία ομάδας τόμου %1$s (%2$s) από το %3$s
es: Creando grupo de volúmenes %1$s (%2$s) de %3$s
gl: Creando o grupo de volumes %1$s (%2$s) de %3$s
ja: %3$s からボリュームグループ %1$s (%2$s) を作成しています
km: កំពុង​​បង្កើត​ក្រុម​ភាគ​ថាស %1$s (%2$s) ពី %3$s
nb: Oppretter volumgruppen %1$s (%2$s) fra %3$s
nl: Volumegroep %1$s (%2$s) uit %3$s aanmaken
pl: Tworzenie grupy woluminów %1$s (%2$s) z %3$s
pt_br: Criando o grupo de volume %1$s (%2$s) a partir de %3$s
ro: Se creează grupul de volume %1$s (%2$s) din %3$s
sv: Skapar volymgrupp %1$s (%2$s) från %3$s
th: ทำการสร้างกลุ่มโวลุม %1$s (ขนาด %2$s) จาก %3$s
uk: Створення групи томів %1$s (%2$s) із %3$s
wa: Dj' ahive li groupe di volumes %1$s (%2$s) a pårti d' %3$s

source: DM Device
ar: DM جهاز
bg: DM – Устройство
cs: DM zařízení
da: DM-enhed
el: Συσκευή DΜ
es: Dispositivo DM
gl: Dispositivo DM
ja: DM デバイス
km: ឧបករណ៍ DM
nb: DM-enhet
nl: DM-apparaat
pl: Urządzenie DM
pt_br: Dispositivo DM
ro: Dispozitiv DM
sv: DM-enhet
th: อุปกรณ์ DM
uk: Пристрій DM
wa: Éndjin DM

source: DM Multipath
ar: DM متعدد المسارات
bg: DM – Многопът
el: DM πολυτμηματικό
es: Multipath DM
ja: DM マルチパス
km: ផ្លូវ​ច្រើនរបស់ DM
nl: DM-multipad
pl: Multipath DM
pt_br: Caminhos múltiplos DM
ro: Căi multiple DM
sv: DM-flersökväg
uk: Багатошляхові DM
wa: DM sacwants-tchmins

source: Delete Btrfs volume on devices %1$s (%2$s)
ar: حذف حجم Btrfs على الجهاز %1$s (%2$s)
cs: Odstranit Btrfs svazek na zařízeních %1$s (%2$s)
da: Slet Btrfs-diskområde på enhederne %1$s (%2$s)
el: Διαγραφή τομέα Btrfs βασισμένου στις συσκευές %1$s (%2$s)
es: Eliminar volumen Btrfs de dispositivos %1$s (%2$s)
ja: %1$s (%2$s) 上にある btrfs ボリュームを削除
km: លុប​ភាគ​ថាស​ Btrfs លើ​ឧបករណ៍ %1$s (%2$s)
nb: Slett Btrfs-volum på enhetene %1$s (%2$s)
nl: Btrfs-volume op %1$s (%2$s) verwijderen
pl: Wolumin Btrfs na urządzeniach %1$s (%2$s) zostanie usunięty
pt_br: Remover o volume Btrfs nos dispositivos %1$s (%2$s)
ro: Șterge volumul Btrfs pe dispozitivele %1$s (%2$s)
sv: Ta bort Btrfs-volym på enheter %1$s (%2$s)
uk: Вилучити том Btrfs на пристроях %1$s (%2$s)

source: Delete RAID partition %1$s (%2$s)
ar: حذف قسم الغارة %1$s (%2$s)
cs: Odstranit oddíl RAID %1$s (%2$s)
da: Slet RAID-partition %1$s (%2$s)
el: Διαγραφή κατάτμησης RAID %1$s (%2$s)
es: Suprimir la partición %1$s (%2$s)
km: លុប​ភាគ​ថាស RAID %1$s (%2$s)
nl: RAID-partitie %1$s (%2$s) verwijderen
pl: Partycja RAID %1$s (%2$s) zostanie usunięta
pt_br: Remover a partição RAID %1$s (%2$s)
sv: Ta bort RAID-partitionen %1$s (%2$s)
uk: Вилучити розділ RAID %1$s (%2$s)

source: Delete Windows partition %1$s (%2$s)
ar: حذف قسم Windows %1$s (%2$s)
bg: Изтриване на Windows дял %1$s (%2$s)
cs: Odstranit windowsový oddíl %1$s (%2$s)
da: Slet Windows-partition %1$s (%2$s)
el: Διαγραφή κατάτμησης Windows %1$s (%2$s)
es: Suprimir la partición de Windows %1$s (%2$s)
gl: Eliminar a partición de Windows %1$s (%2$s)
ja: Windows パーティション %1$s (%2$s) を削除
km: លុប​ភាគ​ថាស​វីនដូ %1$s (%2$s)​
nb: Slett Windows-partisjon %1$s (%2$s)
nl: Windows partitie %1$s (%2$s) verwijderen
pa: Windows ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਹਟਾਓ
pl: Partycja Windows %1$s (%2$s) zostanie usunięta
pt: Apagar partição Windows %1$s (%2$s)
pt_br: Remover a partição Windows %1$s (%2$s)
ro: Șterg partiția Windows %1$s (%2$s)
sv: Ta bort Windows-partitionen %1$s (%2$s)
th: ลบพาร์ทิชันของวินโดว์ส %1$s (ขนาด %2$s)
uk: Вилучити розділ Windows %1$s (%2$s)
wa: Disfacer l' pårticion Windows %1$s (%2$s)
xh: Cima isahlulelo se-Windows engu %1$s (%2$s)
zu: Susa ukuhlukaniswa kwamaphathishini e-Windows %1$s (%2$s)

source: Delete device mapper volume %1$s (%2$s)
ar: حذف وحدة تخزين معَيِّن الجهاز %1$s (%2$s)
bg: Изтриване на масив на пренасочването на устройства %1$s (%2$s)
cs: Odstranit svazek mapperu %1$s (%2$s)
da: Slet device mapper-diskområde %1$s (%2$s)
el: Διαγραφή συσκευής απεικόνισης: %1$s (%2$s)
es: Suprimir el volumen del mapeador de dispositivos %1$s (%2$s)
ja: デバイスマッパーボリューム %1$s (%2$s) を削除
km: លុប​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ %1$s (%2$s)
nb: Slett enhetsmappingsvolum %1$s (%2$s)
nl: Verwijderen van device mapper volume %1$s (%2$s)
pa: ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s (%2$s) ਹਟਾਓ
pl: Wolumin device mapper (DM) %1$s (%2$s) zostanie usunięty
pt: Eliminar dispositivo de volume mapper %1$s (%2$s)
pt_br: Remover o volume do mapeador de dispositivo %1$s (%2$s)
ro: Șterge device mapper volume %1$s (%2$s)
sv: Ta bort device mapper-volymen %1$s (%2$s)
th: ลบอุปกรณ์จับคู่โวลุม %1$s (ขนาด %2$s)
uk: Вилучити том приписування пристрою %1$s (%2$s)
wa: Disfacer l' éndjin mapeu d' volume %1$s (%2$s)
xh: Cima isandi sesixhobo se-mapper %1$s (%2$s)
zu: Ukususa ivolumu yemepha yedivayisi %1$s (%2$s)

source: Delete file-based device %1$s (%2$s)
ar: حذف جهاز يستند إلى الملف %1$s (%2$s)
bg: Изтриване на файлово-базираното устройство %1$s (%2$s)
cs: Odstranit zařízení založené na souboru %1$s (%2$s)
da: Slet filbaseret enhed %1$s (%2$s)
el: Διαγραφή συσκευής βασισμένη στα αρχεία %1$s (%2$s)
es: Suprimir el dispositivo basado en archivo %1$s (%2$s)
gl: Eliminar o dispositivo de ficheiros %1$s (%2$s)
ja: ファイルベースデバイス %1$s (%2$s) を削除
km: លុប​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s (%2$s)
nb: Slett filbasert enhet %1$s (%2$s)
nl: Op bestanden gebaseerd apparaat %1$s (%2$s) verwijderen
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %1$s (%2$s) ਹਟਾਓ
pl: Urządzenie plikowe %1$s (%2$s) zostanie usunięte
pt: Eliminar dispositivo %1$s (%2$s) baseado em ficheiro
pt_br: Remover o dispositivo baseado em arquivo %1$s (%2$s)
ro: Șterge dispozitivul bazat pe fișier %1$s (%2$s)
sv: Ta bort den filbaserade enheten %1$s (%2$s)
th: ลบอุปกรณ์บนพื้นฐานแฟ้ม %1$s (ขนาด %2$s)
uk: Вилучити файловий пристрій %1$s (%2$s)
wa: Disfacer l' éndjin båzé so fitchî %1$s (%2$s)
xh: Cima isixhobo sefayili esinesiseko esingu %1$s (%2$s)
zu: Susa idivayisi esekelwe kwifayela %1$s (%2$s)

source: Delete logical volume %1$s (%2$s)
ar: حذف وحدة التخزين المنطقية %1$s (%2$s)
bg: Изтриване на логически дял %1$s (%2$s)
cs: Odstranit logický svazek %1$s (%2$s)
da: Slet logisk diskområde %1$s (%2$s)
el: Αφαίρεση του λογικού τόμου %1$s (%2$s)
es: Suprimir el volumen lógico %1$s (%2$s)
gl: Eliminar o volume lóxico %1$s (%2$s)
ja: 論理ボリューム %1$s (%2$s) を削除
km: លុប​ភាគ​ថាស​ឡូជីខល %1$s (%2$s)
nb: Slett logisk volum %1$s (%2$s)
nl: Logisch volume %1$s (%2$s) verwijderen
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਹਟਾਓ
pl: Wolumin logiczny %1$s (%2$s) zostanie usunięty
pt: Remover volume lógico %1$s (%2$s)
pt_br: Remover o volume lógico %1$s (%2$s)
ro: Șterge volumul logic %1$s (%2$s)
sv: Ta bort den logiska volymen %1$s (%2$s)
th: ลบโวลุมลอจิคัล %1$s (ขนาด %2$s)
uk: Вилучити логічний том %1$s (%2$s)
wa: Disfacer l' volume lodjike %1$s (%2$s)
xh: Cima isandi esinengqiqo elindelekileyo esingu %1$s (%2$s)
zu: Susa ivolumu enengqondo %1$s (%2$s)

source: Delete multipath partition %1$s (%2$s)
ar: حذف قسم متعدد المسارات %1$s (%2$s)
bg: Изтриване на многопътия дял %1$s (%2$s)
cs: Smazat multipath oddíl %1$s (%2$s)
da: Slet multipath-partition %1$s (%2$s)
el: Διαγραφή πολυτμηματικής κατάτμησης %1$s (%2$s)
es: Suprimir la partición multipath %1$s (%2$s)
ja: マルチパスパーティション %1$s (%2$s) を削除
km: លុប​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s)
nb: Sletter multipath-partisjonen %1$s (%2$s)
nl: Muttipad-partitie %1$s (%2$s) verwijderen
pa: ਮਲਟੀਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਹਟਾਓ
pl: Partycja multipath %1$s (%2$s) zostanie usunięta
pt_br: Remover a partição e caminhos múltiplos %1$s (%2$s)
ro: Șterge partiția multipath %1$s (%2$s)
sv: Ta bort Multipath-partitionen %1$s (%2$s)
th: ลบพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s)
uk: Вилучення багатошляхового розділу %1$s (%2$s)
wa: Disfacer l' pårticion multipath %1$s (%2$s)

source: Delete partition %1$s (%2$s)
ar: حذف قسم %1$s (‏%2$s)
bg: Изтриване на дял %1$s (%2$s)
cs: Odstranit oddíl %1$s (%2$s)
da: Slet partition %1$s (%2$s)
el: Διαγραφή κατάτμησης %1$s (%2$s)
es: Suprimir la partición %1$s (%2$s)
gl: Eliminar a partición %1$s (%2$s)
ja: パーティション %1$s (%2$s) を削除
km: លុប​ភាគ​ថាស %1$s (%2$s)
nb: Slett partisjon %1$s (%2$s)
nl: Partitie %1$s (%2$s) verwijderen
pa: ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਹਟਾਓ
pl: Partycja %1$s (%2$s) zostanie usunięta
pt: Apagar partição %1$s (%2$s)
pt_br: Remover a partição %1$s (%2$s)
ro: Șterge partiția %1$s (%2$s)
sv: Ta bort partitionen %1$s (%2$s)
th: ลบพาร์ทิชัน %1$s (ขนาด %2$s)
uk: Вилучення розділу %1$s (%2$s)
wa: Disfacer l' pårticion %1$s (%2$s)
xh: Cima isahlulelo engu %1$s (%2$s)
zu: Susa ukuhlukaniswa kwamaphathishini %1$s (%2$s)

source: Delete software RAID %1$s (%2$s)
ar: حذف برامج RAID %1$s (%2$s)
bg: Изтриване на софтуерен RAID %1$s (%2$s)
cs: Odstranit softwarový RAID %1$s (%2$s)
da: Slet software-RAID %1$s (%2$s)
el: Διαγραφή Λογισμικού RAID %1$s (%2$s)
es: Suprimir el RAID por software %1$s (%2$s)
gl: Eliminar o RAID por software %1$s (%2$s)
ja: ソフトウエア RAID %1$s (%2$s) を削除
km: លុប​កម្មវិធី RAID %1$s (%2$s)
nb: Slett programvare-RAID %1$s (%2$s)
nl: Software RAID %1$s (%2$s) verwijderen
pa: ਸਾਫਟਵੇਅਰ RAID %1$s (%2$s) ਹਟਾਓ
pl: Programowy RAID %1$s (%2$s) zostanie usunięty
pt: Eliminar RAID por software %1$s (%2$s)
pt_br: Remover o RAID de software %1$s (%2$s)
ro: Șterge RAID-ul software %1$s (%2$s)
sv: Ta bort programvaru-RAID %1$s (%2$s)
th: ลบ RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s)
uk: Вилучити програмний RAID %1$s (%2$s)
wa: Disfacer l' programe RAID %1$s (%2$s)
xh: Cima i-RAID yokungaphakathi kwekhompyutha engu %1$s (%2$s)
zu: Susa i-RAID ye-software %1$s (%2$s)

source: Deleting Btrfs volume on devices %1$s
ar: يتم الآن حذف حجم Btrfs من الجهاز %1$s
cs: Odstraňuje se Btrfs svazek na zařízení %1$s
da: Sletter Btrfs-diskområde på enhederne %1$s
el: Διαγραφή τόμου Btrfs βασισμένου στις συσκευές %1$s
es: Eliminando volumen Btrfs de dispositivos %1$s
ja: デバイス %1$s 上の btrfs ボリュームを削除しています
km: កំពុង​លុប​ភាគ​ថាស​ Btrfs លើ​ឧបករណ៍ %1$s
nb: Sletter Btrfs-volum på enhetene %1$s
nl: Bezig Btrfs-volume op apparaten %1$s te verwijderen
pl: Usuwanie woluminu Btrfs na urządzeniach %1$s
pt_br: Removendo o volume Btrfs nos dispositivos %1$s
ro: Se șterge volumul Btrfs de pe dispozitivele %1$s
sv: Tar bort Btrfs-volym på enheter %1$s
uk: Вилучення тому Btrfs на пристроях %1$s

source: Deleting RAID partition %1$s
ar: يتم الآن حذف قسم الغارة %1$s
cs: Odstraňuje se oddíl RAID %1$s
da: Sletter RAID-partition %1$s
el: Διαγραφή κατάτμησης RAID %1$s
es: Suprimiendo la partición %1$s
km: លុប​ភាគ​ថាស RAID %1$s
nl: RAID-partitie %1$s verwijderen
pl: Usuwanie partycji RAID %1$s
pt_br: Removendo a partição RAID %1$s
sv: Tar bort RAID-partitionen %1$s
uk: Вилучення розділу RAID %1$s

source: Deleting device mapper volume %1$s
ar: يتم الآن حذف وحدة تخزين معَيِّن الجهاز %1$s
bg: Изтриване на масив на пренасочването на устройства: %1$s
cs: Odstraňuje se svazek mapperu %1$s
da: Sletter device mapper-diskområde %1$s
el: Διαγραφή συσκευής απεικόνισης: %1$s
es: Suprimiendo el volumen del mapeador de dispositivos %1$s
ja: デバイスマッパーボリューム %1$s を削除しています
km: កំពុង​លុប​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ %1$s
nb: Sletter enhetsmappingsvolum %1$s
nl: Verwijderen van device mapper volume %1$s
pa: ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie woluminu device-mapper (DM) %1$s
pt: A Apagar o dispositivo de volume mapper %1$s
pt_br: Removendo o volume do mapeador de dispositivo %1$s
ro: Șterg device mapper volume %1$s
sv: Tar bort device mapper-volymen %1$s
th: ทำการลบอุปกรณ์จับคู่โวลุม %1$s
uk: Вилучення тому приписування пристрою %1$s
wa: Dji disface l' éndjin mapeu d' volume %1$s
xh: Ukucima isandi sesixhobo se-mapper %1$s
zu: Ukususa ivolumu yemepha yedivayisi %1$s

source: Deleting file-based device %1$s
ar: يتم الآن حذف جهاز يستند إلى الملف %1$s
bg: Изтриване на файлово-базираното устройство %1$s
cs: Odstraňuje se zařízení založené na souboru %1$s.
da: Sletter filbaseret enhed %1$s
el: Διαγραφή συσκευής βασισμένης στα αρχεία %1$s
es: Suprimiendo el dispositivo basado en archivo %1$s
gl: Eliminando o dispositivo de ficheiros %1$s
ja: ファイルベースデバイス %1$s を削除しています
km: កំពុង​លុប​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s
nb: Sletter filbasert enhet %1$s
nl: Op bestanden gebaseerd apparaat %1$s wordt verwijderd
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie urządzenia plikowego %1$s
pt: A eliminar dispositivo %1$s baseado em ficheiro
pt_br: Removendo o dispositivo baseado em arquivo %1$s
ro: Șterg dispozitivul bazat pe fișier %1$s
sv: Tar bort den filbaserade enheten %1$s
th: ทำการลบอุปกรณ์บนพื้นฐานแฟ้ม %1$s
uk: Вилучення файлового пристрою %1$s
wa: Dji disface l' éndjin båzé so fitchî %1$s
xh: Kucinywa isixhobo sefayili esinesiseko esingu %1$s
zu: Ukususa idivayisi esekelwe kwifayela %1$s

source: Deleting logical volume %1$s
ar: يتم الآن حذف وحدة التخزين المنطقية %1$s
bg: Изтриване на логически дял %1$s
cs: Odstraňuje se logický oddíl %1$s
da: Sletter logisk diskområde %1$s
el: Αφαίρεση του λογικού τόμου %1$s
es: Suprimiendo el volumen lógico %1$s
gl: Eliminando o volume lóxico %1$s
ja: 論理ボリューム %1$s を削除しています
km: កំពុង​លុប​ភាគ​ថាស​ឡូជីខល %1$s
nb: Sletter logisk volum %1$s
nl: Logisch volume %1$s verwijderen
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie woluminu logicznego %1$s
pt: A remover o volume lógico %1$s
pt_br: Removendo o volume lógico %1$s
ro: Șterg volumul logic %1$s
sv: Tar bort den logiska volymen %1$s
th: ทำการลบโวลุมลอจิคัล %1$s
uk: Вилучення логічного тому %1$s
wa: Dji disface li volume lodjike %1$s
xh: Kucinywa isandi esinengqiqo elindelekileyo esingu %1$s
zu: Ukususa ivolumu ehlelekile %1$s

source: Deleting multipath partition %1$s
ar: يتم الآن حذف قسم متعدد المسارات %1$s
bg: Изтриване на многопътия дял %1$s
cs: Odstraňuje se multipath oddíl %1$s
da: Sletter multipath-partition %1$s
el: Διαγραφή πολυκατευθυντικής κατάτμησης %1$s
es: Suprimiendo la partición multipath %1$s
ja: マルチパスパーティション %1$s を削除しています
km: កំពុង​លុប​ភាគ​ថាស​ផ្លូវ​ច្រើន​​ %1$s
nb: Sletter multipath-partisjonen %1$s
nl: Multipad-partitie %1$s verwijderen
pa: ਮਲਟੀਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie partycji multipath %1$s
pt_br: Removendo a partição de caminhos múltiplos %1$s
ro: Șterg partiția multipath %1$s
sv: Tar bort Multipath-partitionen %1$st
th: ทำการลบพาร์ทิชันของมัลติพาธ %1$s
uk: Вилучення багатошляхового розділу %1$s
wa: Dji disface li pårticion multipath %1$s

source: Deleting partition %1$s
ar: يتم الآن حذف القسم %1$s
bg: Изтриване на дял %1$s
cs: Odstraňuje se oddíl %1$s
da: Sletter partition %1$s
el: Διαγραφή κατάτμησης %1$s
es: Suprimiendo la partición %1$s
gl: Eliminando a partición %1$s
ja: パーティション %1$s を削除しています
km: កំពុង​លុប​ភាគ​ថាស %1$s
nb: Sletter partisjon %1$s
nl: Partitie %1$s verwijderen
pa: ਪਾਰਟੀਸ਼ਨ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie partycji %1$s
pt: A eliminar partição %1$s
pt_br: Removendo a partição %1$s
ro: Șterg partiția %1$s
sv: Tar bort partition %1$s
th: ทำการลบพาร์ทิชัน %1$s
uk: Вилучення розділу %1$s
wa: Dji disface li pårticion %1$s
xh: Kucinywa isahlulelo %1$s
zu: Ukususa ukuhlukaniswa kwamaphathishini %1$s

source: Deleting software RAID %1$s
ar: يتم الآن حذف برامج RAID %1$s
bg: Изтриване на софтуерен RAID %1$s
cs: Odstraňuje se softwarový RAID %1$s
da: Sletter software-RAID %1$s
el: Διαγραφή Λογισμικού RAID %1$s
es: Suprimiendo el RAID por software %1$s
gl: Eliminando o RAID por software %1$s
ja: ソフトウエア RAID %1$s を削除しています
km: កំពុង​លុប​កម្មវិធី RAID %1$s
nb: Sletter programvare-RAID %1$s
nl: Software RAID %1$s verwijderen
pa: ਸਾਫਟਵੇਅਰ RAID %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie programowego RAID %1$s
pt: A eliminar RAID por software %1$s
pt_br: Removendo o RAID de software %1$s
ro: Șterg RAID-ul software %1$s
sv: Tar bort programvaru-RAID %1$s
th: ทำการลบ RAID แบบซอฟต์แวร์ %1$s
uk: Вилучення програмного RAID %1$s
wa: Dji disface li programe RAID %1$s
xh: Kudalwa i-RAID yokungaphakathi kwekhompyutha engu %1$s
zu: Ukususa i-RAID ye-software %1$s

source: Execute dasdfmt on disk %1$s
ar: تنفيذ أمر dasdfmt على القرص %1$s
bg: Изпълняване на dasdfmt за диск %1$s
cs: Spustit dasdfmt na disku %1$s
da: Kør "dasdfmt" på disk %1$s
el: Εκτέλεση dasdfmt στον δίσκο %1$s
es: Ejecutar dasdfmt en el disco %1$s
gl: Executar dasdfmt no disco %1$s
ja: ディスク %1$s に dasdfmt を実行
km: ប្រតិបត្តិ dasdfmt លើ​ថាស %1$s
nb: Kjør dasdfmt for disken %1$s
nl: Uitvoeren van dasdfmt op schijf %1$s
pl: Uruchomi dasdfmt na dysku %1$s
pt_br: Executar dasdfmt no disco %1$s
sv: Kör dasdfmt på disken %1$s
th: ทำการประมวลผลคำสั่ง dasdfmt บนดิสก์ %1$s
uk: Запустити dasdfmt для диска %1$s
wa: Enonder dasdfmt sol plake %1$s
xh: Ukwenzela i-dasdfmt kwidiski %1$s...
zu: Sebenzisa i-dasdfmt kwidiski %1$s...

source: Executing dasdfmt for disk %1$s
ar: يفيذ أمر dasdfmt على القرص %1$s
bg: Изпълняване на dasdfmt за диск %1$s
cs: Spouštění dasdfmt pro disk %1$s
da: Kører "dasdfmt" for disk %1$s
el: Εκτέλση dasdfmt για τον δίσκο %1$s
es: Ejecutando dasdfmt para el disco %1$s
gl: Executando dasdfmt no disco %1$s
ja: ディスク %1$s に対して dasdfmt を実行しています
km: ​ប្រតិបត្តិ dasdfmt សម្រាប់​ថាស %1$s
nb: Kjører dasdfmt for disken %1$s
nl: Uitvoeren van dasdfmt op schijf %1$s
pl: Uruchamianie dasdfmt na dysku %1$s
pt_br: Executando dasdfmt para o disco %1$s...
sv: Kör dasdfmt på disken %1$s
th: ทำการประมวลผลคำสั่ง dasdfmt สำหรับดิสก์ %1$s
uk: Виконання dasdfmt для диска %1$s
wa: Dj' enonde dasdfmt pol plake %1$s

source: Extend %1$s to %2$s
ar: تمديد %1$s إلى %2$s
bg: Увеличаване %1$s на %2$s
cs: Rozšířit %1$s na %2$s
da: Udvid %1$s til %2$s
el: Επέκταση %1$s σε %2$s
es: Ampliar %1$s a %2$s
gl: Ampliar %1$s a %2$s
ja: %1$s を %2$s まで拡大
km: ពង្រីក %1$s ទៅ %2$s
nb: Utvid %1$s til %2$s
nl: %1$s uitbreiden tot %2$s
pa: %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pl: %1$s zostanie rozszerzony do %2$s
pt: Extender %1$s para %2$s
pt_br: Estender %1$s para %2$s
ro: Extinde %1$s la %2$s
sv: Utöka %1$s till %2$s
th: ขยายขนาด %1$s เป็นขนาด %2$s
uk: Розширити %1$s до %2$s
wa: Agrandi %1$s a %2$s
xh: Yandisa esingu %1$s ukuya ku %2$s
zu: Yandisa i-%1$s uyise ku-%2$s

source: Extend Btrfs volume %1$s by %2$s
ar: تمديد حجم BTRFS %1$s بواسطة %2$s
cs: Rozšířit BTRFS svazek %1$s na %2$s
da: Udvid Btrfs-diskområdet %1$s med %2$s
el: Επέκταση του τόμου Btrfs %1$s σε %2$s
es: Ampliar volumen BTRFS %1$s en %2$s
km: ពង្រីក​ភាគ​ថាស Btrfs %1$s ត្រឹម %2$s
nl: Btfrs-volume %1$s uitbreiden met %2$s
pl: Wolumin Btrfs %1$s zostanie rozszerzony o %2$s
pt_br: Estender o volume Btrfs %1$s por %2$s
sv: Utöka BTRFS-volymen %1$s med %2$s
uk: Збільшити том Btrfs %1$s до %2$s

source: Extend RAID partition %1$s to %2$s
ar: تمديد قسم غاره %1$s إلى %2$s
cs: Rozšířit oddíl RAID %1$s na %2$s
da: Udvid RAID-partition %1$s til %2$s
el: Επέκταση κατάτμησης RAID %1$s στο %2$s
es: Ampliar la partición %1$s a %2$s
km: ពង្រីក​ភាគ​ថាស RAID %1$s ទៅ %2$s
nl: RAID-partitie %1$s uitbreiden tot %2$s
pl: Partycji RAID %1$s zostanie rozszerzona do %2$s
pt_br: Estender a partição RAID %1$s para %2$s
sv: Utöka RAID-partitionen %1$s till %2$s
uk: Розширити розділ RAID %1$s до %2$s

source: Extend Windows partition %1$s to %2$s
ar: تقليص قسم Windows %1$s إلى %2$s
bg: Увеличаване на Windows дял %1$s на %2$s
cs: Rozšiřuje se Windows oddíl %1$s na %2$s
da: Udvid Windows-partition %1$s til %2$s
el: Επέκταση κατάτμησης Windows %1$s στο %2$s
es: Ampliar la partición de Windows %1$s a %2$s
gl: Ampliar a partición de Windows %1$s a %2$s
ja: Windows パーティション %1$s を %2$s まで拡大
km: ពង្រីក​ភាគ​ថាស​វីនដូ​ %1$s ទៅ %2$s
nb: Utvid Windows-partisjon %1$s til %2$s
nl: Windows partitie %1$s uitbreiden tot %2$s
pa: Windows ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pl: Partycja Windows %1$s zostanie rozszerzona do %2$s
pt: A aumentar partição Windows %1$s para %2$s
pt_br: Estender a partição Windows %1$s para %2$s
ro: Extinde partiția Windows %1$s la %2$s
sv: Utöka Windows-partitionen %1$s till %2$s
th: ขยายขนาดพาร์ทิชันของวินโดว์ส %1$s เป็นขนาด %2$s
uk: Розширити розділ Windows %1$s до %2$s
wa: Agrandi l' pårticion Windows %1$s a %2$s
xh: Yandisa isahlulelo se-Windows esingu %1$s ukuya ku %2$s
zu: Yandisa ukuhlukaniswa kwamaphathishini e-Windows %1$s ku-%2$s

source: Extend logical volume %1$s to %2$s
ar: توسيع وحدة التخزين المنطقية %1$s إلى %2$s
bg: Увеличаване на логически дял %1$s на %2$s
cs: Rozšířit logický svazek %1$s na %2$s
da: Udvid logisk diskområde %1$s til %2$s
el: Επέκταση του λογικού τόμου %1$s σε %2$s
es: Ampliar el volumen lógico %1$s a %2$s
gl: Ampliar o volume lóxico %1$s a %2$s
ja: 論理ボリューム %1$s を %2$s に拡大
km: ពង្រីក​ភាគ​ថាស​​ឡូជីខល %1$s ទៅ %2$s
nb: Utvid logisk volum %1$s til %2$s
nl: Logisch volume %1$s uitbreiden tot %2$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pl: Wolumin logiczny %1$s zostanie rozszerzony do %2$s
pt: Aumentar volume lógico %1$s para %2$s
pt_br: Estender o volume lógico %1$s para %2$s
ro: Extinde volumul logic %1$s la %2$s
sv: Utöka den logiska volymen %1$s till %2$s
th: ขยายขนาดโวลุมลอจิคัล %1$s เป็นขนาด %2$s
uk: Збільшити логічний том %1$s до %2$s
wa: Agrandi l' volume lodjike %1$s a %2$s
xh: Yandisa isandi ngokwengqiqo elindelekeyo esingu %1$s ukuya ku%2$s
zu: Ukwandisa ivolumu enengqondo %1$s kwi-%2$s

source: Extend multipath partition %1$s to %2$s
ar: تمديد قسم متعدد المسارات %1$s إلى %2$s
bg: Увеличаване на многопътия дял %1$s на %2$s
cs: Rozšířit multipath oddíl %1$s na %2$s
da: Udvid multipath-partition %1$s til %2$s
el: Επέκταση πολυτμηματικής κατάτμησης %1$s στο %2$s
es: Ampliar la partición multipath %1$s a %2$s
ja: マルチパスパーティション %1$s を %2$s まで拡大
km: ពង្រីក​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅ %2$s
nb: Utvid multipath-partisjon %1$s til %2$s
nl: Multipad-partitie %1$s uitbreiden tot %2$s
pa: %1$s ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pl: Partycja multipath %1$s zostanie rozszerzona do %2$s
pt_br: Estender a partição de caminhos múltiplos %1$s para %2$s
ro: Extinde partiția multipath %1$s la %2$s
sv: Utöka Multipath-partitionen %1$s till %2$s
th: ขยายขนาดพาร์ทิชัน %1$s ของมัลติพาธ เป็นขนาด %2$s
uk: Розширити багатошляховий розділ %1$s до %2$s
wa: Agrandi l' pårticion multipath %1$s a %2$s

source: Extend partition %1$s to %2$s
ar: توسيع قسم %1$s إلى %2$s
bg: Увеличаване на дял %1$s на %2$s
cs: Rozšířit oddíl %1$s na %2$s
da: Udvid partition %1$s til %2$s
el: Επέκταση κατάτμησης %1$s στο %2$s
es: Ampliar la partición %1$s a %2$s
gl: Ampliar a partición %1$s a %2$s
ja: パーティション %1$s を %2$s まで拡大
km: ពង្រីក​ភាគ​ថាស %1$s ទៅ %2$s
nb: Utvid partisjon %1$s til %2$s
nl: Partitie %1$s uitbreiden tot %2$s
pa: %1$s ਪਾਰਟੀਸ਼ਨ ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pl: Partycja %1$s zostanie rozszerzona do %2$s
pt: Aumentar partição %1$s para %2$s
pt_br: Estender a partição %1$s para %2$s
ro: Extinde partiția %1$s la %2$s
sv: Utöka partitionen %1$s till %2$s
th: ขยายขนาดพาร์ทิชัน %1$s เป็นขนาด %2$s
uk: Розширити розділ %1$s до %2$s
wa: Agrandi l' pårticion %1$s a %2$s
xh: Yandisa isahlulelo esingu %1$s ukuya ku %2$s
zu: Yandisa ukuhlukaniswa kwamaphathishini %1$s ku-%2$s

source: Extend volume group %1$s with %2$s
ar: توسيع مجموعة وحدة التخزين %1$s بـ %2$s
bg: Разширяване на групата от масиви %1$s с %2$s
cs: Rozšířit skupinu svazků %1$s o %2$s
da: Udvid diskområdegruppe %1$s med %2$s
el: Επέκταση Ομάδας Τόμου %1$s με %2$s
es: Ampliar el grupo de volúmenes %1$s con %2$s
gl: Ampliar o grupo de volumes %1$s con %2$s
ja: ボリューム %1$s を %2$s で拡大
km: ពង្រីក​ក្រុម​ភាគ​ថាស​ %1$s ដោយ​ប្រើ %2$s
nb: Utvid volumgruppe %1$s med %2$s
nl: Volumegroep %1$s uitbreiden met %2$s
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਨੂੰ %2$s ਨਾਲ ਫੈਲਾਓ
pl: Grupa woluminów %1$s zostanie rozszerzona o %2$s
pt: Extender grupo de volumes %1$s com %2$s
pt_br: Estender o grupo de volume %1$s com %2$s
ro: Extinde grupul de volume %1$s cu %2$s
sv: Utöka volymgruppen %1$s med %2$s
th: ขยายขนาดกลุ่มโวลุม %1$s ด้วย %2$s
uk: Розширити групу томів %1$s з %2$s
wa: Agrandi l' groupe di volumes %1$s avou %2$s
xh: Yandisa iqela lesandi elingu%1$s ngo %2$s
zu: Yandisa iqembu levolumu %1$s nge-%2$s
