Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: (Progress bar will not move. May take very long. DO NOT ABORT!)
ar: (لن يتحرك شريط التقدم. قد تستغرق وقتاً طويلاً جداً. لا تقم بالإجهاض!)
cs: (Ukazatel průběhu se nebude pohybovat. Může to trvat velmi dlouho. NESMÍTE TO ZRUŠIT!)
da: (Fremgangslinjen vil ikke bevæge sig. Kan tage meget lang tid. AFBRYD IKKE!)
el: (Η μπάρα προόδου δεν θα προχωρήσει. Μπορεί να καθυστερήσει. ΜΗΝ ΕΓΚΑΤΑΛΕΙΨΕΤΕ!)
es: (La barra de progreso no se moverá. Puede tomar bastante tiempo. ¡NO ABORTE!)
km: (របារ​វឌ្ឍនភាព​នឹង​មិន​ផ្លាស់ទី​ទេ ។ អាច​នឹង​ចំណាយ​ពេល​យូរ ។ កុំ​បោះបង់ !)
nl: (Voortgangsbalk beweegt niet. Kan erg lang duren. BREEK NIET AF!)
pl: (Pasek postępu nie będzie się zmieniał. Operacja może zająć dużo czasu. NIE NALEŻY PRZERYWAĆ!)
pt_br: (A barra de progresso não irá se mover. Pode durar muito tempo. NÃO CANCELE!)
ro: (Bara de progres nu se va mișca. Poate dura foarte mult. NU ABANDONAȚI! )
sv: (Förloppsindikatorn rör sig inte. Kan ta mycket lång tid. AVBRYT INTE!)
uk: (Смуга перебігу рухатися не буде. Може виконувати дуже довго. НЕ СКАСОВУВАТИ!)

source: Add entry for mount point %1$s to %2$s
ar: إضافة إدخال لنقطة التوصيل %1$s إلى %2$s
bg: Задаване пътя за монтиране на %1$s да е %2$s
cs: Přidat bod připojení %1$s do %2$s
da: Tilføj indgang for monteringspunktet %1$s til %2$s
el: Ορισμός σημείου προσάρτησης του %1$s σε %2$s
es: Añadir entrada para el punto de montaje %1$s a %2$s
gl: Engadir entrada para o punto de montaxe %1$s en %2$s
ja: マウントポイント %1$s の項目を %2$s に追加
km: បន្ថែម​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s ទៅ %2$s
nb: Legg til oppføring for monteringspunkt %1$s i %2$s
nl: Aankoppelpunt toevoegen van %1$s in %2$s
pa: %2$s ਵਿੱਚ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਇੰਦਰਾਜ਼ ਸ਼ਾਮਲ
pl: Wpis dla punktu montowania %1$s zostanie dodany do %2$s
pt: Adicionar entrada para o ponto de montagem de %1$s para %2$s
pt_br: Adicionar entrada do ponto de montagem %1$s em %2$s
ro: Adaugă intrarea pentru punctul de montare %1$s în %2$s
sv: Lägg till en post för monteringspunkten %1$s i %2$s
th: เพิ่มรายการของจุดเมานท์ %1$s ไว้ในแฟ้ม %2$s
uk: Додати запис для точки монтування %1$s до %2$s
wa: Radjouter ene intrêye pol pont d' montaedje %1$s so %2$s
xh: Yongeza ungeniso lwendawo yokugxumeka %1$s ku %2$s
zu: Nezela i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: Adding entry for mount point %1$s to %2$s
ar: يتم الآن إضافة إدخال لنقطة التوصيل %1$s إلى %2$s
bg: Задаване пътя за монтиране на %1$s да е %2$s
cs: Přidává se bod připojení %1$s do %2$s
da: Tilføjer indgang for monteringspunktet %1$s til %2$s
el: Ορισμός σημείου προσάρτησης του %1$s σε %2$s
es: Añadiendo entrada para el punto de montaje %1$s a %2$s
gl: Engadindo entrada para o punto de montaxe %1$s en %2$s
ja: マウントポイント %1$s の項目を %2$s に追加しています
km: កំពុង​បន្ថែម​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s ទៅ %2$s
nb: Legger til oppføring for monteringspunkt %1$s i %2$s
nl: Aankoppelpunt toevoegen voor %1$s in %2$s
pa: %2$s ਵਿੱਚ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਲਈ ਐਂਟਰੀ ਜੋੜੀ ਜਾ ਰਹੀ ਹੈ
pl: Dodawanie wpisu dla punktu montowania %1$s do %2$s
pt: Adicionar entrada para o ponto de montagem de %1$s para %2$s
pt_br: Adicionando entrada do ponto de montagem %1$s em %2$s
ro: Adaug intrarea pentru punctul de montare %1$s în %2$s
sv: Lägger till en post för monteringspunkten %1$s i %2$s
th: ทำการเพิ่มรายการของจุดเมานท์ %1$s ไว้ในแฟ้ม %2$s
uk: Додавання запису для точки монтування %1$s до %2$s
wa: Dji radjoute ene intrêye pol pont d' montaedje %1$s so %2$s
xh: Ukongeza ungeniso lwendawo yokugxumeka %1$s ku %2$s
zu: Ukunezela i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: B
km: បៃ
th: ไบต์
uk: Б

source: Btrfs Volume
ar: حجم Btrfs
cs: Svazek Btrfs
da: Btrfs-diskområde
el: Τόμος Btrfs
es: Volumen Btrfs
ja: btrfs ボリューム
km: ភាគ Btrfs
nb: Btrfs-volum
pl: Wolumin BTRFS
pt_br: Volume Btrfs
ro: Volum Btrfs
sv: Btrfs-volym
uk: Том Btrffs

source: Change mount point of %1$s to %2$s
ar: تغيير نقطة التوصيل %1$s إلى %2$s
bg: Промяна пътя за монтиране на %1$s да е %2$s
cs: Změnit bod připojení %1$s na %2$s
da: Skift monteringspunktet for %1$s til %2$s
el: Αλλαγή σημείου προσάρτησης του %1$s σε %2$s
es: Cambiar el punto de montaje de %1$s a %2$s
gl: Cambiar o punto de montaxe de %1$s a %2$s
ja: %1$s のマウントポイントを %2$s に変更
km: ផ្លាស់​ប្ដូរ​ចំណុច​ម៉ោន​របស់ %1$s ទៅជា %2$s
nb: Endre monteringspunkt for %1$s til %2$s
nl: Aankoppelpunt van %1$s naar %2$s wijzigen
pa: %1$s ਦਾ ਮਾਊਟ ਥਾਂ %2$s ਬਦਲੋ
pl: Punkt montowania %1$s zostanie zmieniony na %2$s
pt: Modificar ponto de montagem de %1$s para %2$s
pt_br: Alterar o ponto de montagem de %1$s para %2$s
ro: Schimbă punctul de montare al %1$s cu %2$s
sv: Ändra monteringspunkten för %1$s till %2$s
th: เปลี่ยนจุดเมานท์ของ %1$s เป็นตำแหน่ง %2$s
uk: Змінити точку монтування %1$s до %2$s
wa: Candjî l' pont d' montaedje di %1$s so %2$s
xh: Tshintsha indawo yokugxumeka u %1$s ukuya ku %2$s
zu: Shintsha indawo yokuxhakathisa ye %1$s kwi-%2$s

source: Change mount point of tmpfs to %1$s
ar: تغيير نقطة التوصيل tmpfs إلى %1$s
cs: Změnit bod připojení z tmpfs na %1$s
da: Skift monteringspunkt for tmpfs til %1$s
el: Αλλαγή σημείου προσάρτησης του tmpfs σε %1$s
es: Cambiar el punto de montaje de tmpfs a %1$s
ja: tmpfs のマウントポイントを %1$s に変更
km: ផ្លាស់​ប្ដូរ​ចំណុច​ម៉ោន​របស់ tmpfs ទៅជា​ %1$s
nb: Endre monteringspunkt for tmpfs til %1$s
nl: Aankoppelpunt van Tmpfs naar %1$s wijzigen
pl: Punkt montowania tmpfs na %1$s zostanie zmieniony
pt_br: Alterar o ponto de montagem tmpfs para %1$s
ro: Modifică punctul de montare al tmpfs în %1$s
sv: Ändra monteringspunkten för tmpfs till %1$s
uk: Змінити точку монтування tmpfs на %1$s

source: Clear label on %1$s
ar: مسح التسمية على %1$s
bg: Изчистване на етикета за %1$s
cs: Vyčistit popisek svazku %1$s
da: Ryd mærkat på %1$s
el: Καθαρισμός ετικέτας στο %1$s
es: Quitar la etiqueta de %1$s
gl: Limpar a etiqueta de %1$s
ja: %1$s のラベルを消去
km: សម្អាត​​ស្លាក​នៅ​លើ %1$s
nb: Fjern betegnelsen på %1$s
nl: Label leegmaken op %1$s
pa: %1$s ਉੱਤੇ ਲੇਬਲ ਸਾਫ਼ ਕਰੋ
pl: Etykieta woluminu %1$s zostanie usunięta
pt: Limpar etiqueta em %1$s
pt_br: Limpar o rótulo em %1$s
ro: Curăță eticheta de pe %1$s
sv: Ta bort etiketten på %1$s
th: ล้างป้ายชื่อบน %1$s
uk: Очистити надпис на %1$s
wa: Netyî l' etikete so %1$s

source: Clearing label on %1$s
ar: يتم الآن مسح التسمية على %1$s
bg: Изчистване на етикета за %1$s
cs: Čistí se popisek svazku %1$s
da: Rydder mærkat på %1$s
el: Καθαρισμός ετικέτας στο %1$s
es: Quitando la etiqueta de %1$s
gl: Limpando a etiqueta de %1$s
ja: %1$s のラベルを消去しています
km: កំពុង​សម្អាត​ស្លាក​នៅ​លើ %1$s
nb: Fjerner betegnelsen på %1$s
nl: Label leegmaken op %1$s
pa: %1$s ਉੱਤੇ ਲੇਬਲ ਸਾਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie etykiety woluminu %1$s
pt: A limpar etiqueta em %1$s
pt_br: Limpando o rótulo em %1$s
ro: Curăț eticheta de pe %1$s
sv: Tar bort etiketten på %1$s
th: ทำการล้างป้ายชื่อบน %1$s
uk: Очищення надпису на %1$s
wa: Dji neteye l' etikete di %1$s

source: Create %1$s
ar: إنشاء %1$s
bg: Създаване на %1$s
cs: Vytvořit %1$s
da: Opret %1$s
el: Δημιουργία του %1$s
es: Crear %1$s
gl: Crear %1$s
ja: %1$s を作成
km: បង្កើត %1$s
nb: Opprett %1$s
nl: %1$s aanmaken
pa: %1$s ਬਣਾਓ
pl: %1$s zostanie utworzony
pt: Criar %1$s
pt_br: Criar %1$s
ro: Creează %1$s
sv: Skapa %1$s
th: สร้าง %1$s
uk: Створити %1$s
wa: Ahiver %1$s
xh: Dala %1$s
zu: Yakha i-%1$s

source: Create BIOS grub volume %1$s (%2$s)
ar: إنشاء وحدت تخزين BIOS %1$s (%2$s)
cs: Vytvořit svazek grup systému BIOS %1$s (%2$s)
da: Opret BIOS grub volume %1$s (%2$s)
el: Δημιουργία τόμου grub BIOS %1$s (%2$s)
es: Crear volumen GRUB de BIOS de %1$s (%2$s)
nl: BIOS grub-volume %1$s (%2$s) aanmaken
pl: Wolumin BIOS %1$s (%2$s) zostanie utworzony
pt_br: Criar volume BIOS do grub %1$s (%2$s)
sv: Skapa BIOS-grubvolym %1$s (%2$s)
uk: Створити том BIOS grub %1$s (%2$s)

source: Create GPT PReP volume %1$s (%2$s)
ar: إنشاء وحدت تخزين GPT PReP %1$s (%2$s)
cs: Vytvořit svazek GPT PReP %1$s (%2$s)
da: Opret GPT PReP volume %1$s (%2$s)
el: Δημιουργία τόμου GPT PReP %1$s (%2$s)
es: Crear volumen PReP de GPT de %1$s (%2$s)
nl: GPT PReP volume %1$s (%2$s) aanmaken
pl: Wolumin GPT PReP %1$s (%2$s) zostanie utworzony
pt_br: Criar volume GPT PReP %1$s (%2$s)
sv: Skapa GPT PReP-volym %1$s (%2$s)
uk: Створити том GPT PReP %1$s (%2$s)

source: Create PReP volume %1$s (%2$s)
ar: إنشاء وحدت تخزين PReP %1$s (%2$s)
cs: Vytvořit svazek PReP %1$s (%2$s)
da: Opret PReP volume %1$s (%2$s)
el: Δημιουργία τόμου PReP %1$s (%2$s)
es: Crear volumen PReP de %1$s (%2$s)
nl: PReP volume %1$s (%2$s) aanmaken
pl: Wolumin PReP %1$s (%2$s) zostanie utworzony
pt_br: Criar volume PReP %1$s (%2$s)
sv: Skapa PReP-volym %1$s (%2$s)
uk: Створити том PReP %1$s (%2$s)

source: Create RAID partition %1$s (%2$s)
ar: إنشاء قسم الغارة %1$s (%2$s)
cs: Vytvořit oddíl RAID %1$s (%2$s)
da: Opret RAID-partition %1$s (%2$s)
el: Δημιουργία κατάτμησης RAID %1$s (%2$s)
es: Crear partición RAID %1$s (%2$s)
km: បង្កើត​ភាគ​ថាស RAID %1$s (%2$s)
nl: RAID-partitie %1$s (%2$s) aanmaken
pl: Partycja RAID %1$s (%2$s) zostanie utworzona
pt_br: Criar partição RAID %1$s (%2$s)
sv: Skapa RAID-partitionen %1$s (%2$s)
uk: Створити розділ RAID %1$s (%2$s)

source: Create RAID partition %1$s (%2$s) for %4$s with %3$s
ar: إنشاء قسم الغارة %1$s (%2$s) ل %4$s ب %3$s
cs: Vytvořit oddíl RAID %1$s (%2$s) pro %4$s s %3$s
da: Opret RAID-partition %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κατάτμησης RAID %1$s (%2$s) για %4$s με %3$s
es: Crear partición RAID %1$s (%2$s) para %4$s con %3$s
km: បង្កើត​ភាគ​ថាស RAID %1$s (%2$s) សម្រាប់ %4$s ដោយប្រើ %3$s
nl: RAID-partitie %1$s (%2$s) voor %4$s aanmaken met %3$s
pl: Partycja RAID %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s
pt_br: Criar partição RAID %1$s (%2$s) de %4$s com %3$s
sv: Skapa RAID-partitionen %1$s (%2$s) för %4$s med %3$s
uk: Створити розділ RAID %1$s (%2$s) для %4$s з %3$s

source: Create boot volume %1$s (%2$s) with %3$s
ar: إنشاء حجم إقلاع %1$s (%2$s) ب %3$s
bg: Създаване на зареждащ дял %1$s (%2$s) с %3$s
cs: Vytvořit startovací oddíl %1$s (%2$s) s %3$s
da: Opret boot-diskområde %1$s (%2$s) med %3$s
el: Δημιουργία κατάτμησης εκκίνησης %1$s (%2$s) με %3$s
es: Crear volumen de arranque %1$s (%2$s) con %3$s
gl: Crear o volume de arranque %1$s (%2$s) con %3$s
ja: ブートボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​ចាប់ផ្ដើម %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Opprett oppstartsvolum %1$s (%2$s) med %3$s
nl: Bootvolume %1$s (%2$s) aanmaken met %3$s
pl: Wolumin rozruchowy %1$s (%2$s) zostanie utworzony z systemem plików %3$s
pt_br: Criar volume de inicialização %1$s (%2$s) com %3$s
ro: Creează volum de boot %1$s (%2$s) cu %3$s
sv: Skapa startvolymen %1$s (%2$s) med %3$s
th: สร้างโวลุมการบูต %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Створити завантажувальний розділ %1$s (%2$s) з %3$s
wa: Ahiver l' volume boot %1$s (%2$s) avou %3$s

source: Create encrypted RAID partition %1$s (%2$s) for %4$s with %3$s
ar: إنشاء قسم تشفير الغارات %1$s (%2$s) ل %4$s ب %3$s
cs: Vytvořit šifrovaný oddíl RAID %1$s (%2$s) pro %4$s s %3$s
da: Opret krypteret RAID-partition %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κρυπτογραφημένης κατάτμησης RAID %1$s (%2$s) για %4$s με %3$s
es: Crear partición RAID cifrada %1$s (%2$s) para %4$s con %3$s
km: បង្កើត​ភាគ​ថាស RAID ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nl: Versleutelde RAID-partitie %1$s (%2$s) voor %4$s aanmaken met %3$s
pl: Zaszyfrowana partycja RAID %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s
pt_br: Criar partição criptografada RAID %1$s (%2$s) de %4$s com %3$s
sv: Skapa den krypterade RAID-partitionen %1$s (%2$s) för %4$s med %3$s
uk: Створити зашифрований розділ RAID %1$s (%2$s) для %4$s з %3$s

source: Create encrypted file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
ar: إنشاء جهاز مشفر يستند إلى الملف %1$s من الملف %2$s (%3$s) باعتباره %5$s بـ %4$s
bg: Създаване на криптиран файлово-базирано устройство %1$s в %2$s (%3$s) като %5$s с %4$s
cs: Vytvořit šifrované souborové zařízení %1$s ze souboru %2$s (%3$s) jako %5$s se systémem %4$s.
da: Opret krypteret filbaseret enhed %1$s fra filen %2$s (%3$s) som %5$s med %4$s
el: Δημιουργία κρυπτογραφημένου συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s) ως %5$s με %4$s
es: Crear el dispositivo basado en archivo cifrado %1$s del archivo %2$s (%3$s) como %5$s con %4$s
ja: ファイル %2$s (%3$s) の暗号化ファイルベースデバイス %1$s を %5$s として %4$s で作成
km: បង្កើត​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ​ដែល​បាន​អ៊ិនគ្រីប %1$s នៃ​ឯកសារ %2$s (%3$s) ជា %5$s ដោយ​ប្រើ​ %4$s
nb: Opprett kryptert filbasert enhet %1$s av fil %2$s (%3$s) som %5$s med %4$s
nl: Versleuteld, op bestanden gebaseerd apparaat %1$s van bestand %2$s (%3$s) maken als %5$s met %4$s
pa: ਇੰਕ੍ਰਿਪਟ ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %5$s ਦੇ ਤੌਰ 'ਤੇ %4$s ਨਾਲ ਬਣਾਓ
pl: Zaszyfrowane urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie utworzone jako %5$s z systemem plików %4$s
pt: Criar dispositivo %1$s cifrado baseado em ficheiro %2$s (%3$s) como %5$s com %4$s
pt_br: Criar o dispositivo baseado em arquivo criptografado %1$s do arquivo %2$s (%3$s) como %5$s com %4$s
ro: Creează dispozitivul criptat bazat pe fișier %1$s din fișierul %2$s (%3$s) ca %5$s cu %4$s
sv: Skapa den krypterade filbaserade enheten %1$s från filen %2$s (%3$s) som %5$s med %4$s
th: สร้างอุปกรณ์บนพื้นฐานแฟ้มที่มีการเข้ารหัส %1$s ของแฟ้ม %2$s (ขนาด %3$s) เพื่อเมานท์ที่ %5$s ด้วยระบบแฟ้ม %4$s
uk: Створити зашифрований файловий пристрій %1$s на %2$s (%3$s) як %5$s з %4$s
wa: Ahiver l' éndjin båzé so fitchî ecripté %1$s do fitchî %2$s (%3$s) come %5$s avou %4$s
xh: Cima isixhobo sefayili esinesiseko esinoguqulelo oluntsokothileyo%1$s sefayili %2$s (%3$s) njengo %5$s nge %4$s
zu: Yakha idivayisi esekelwe kwifayela enamakhodi okuphepha %1$s yefayela %2$s (%3$s) njenge-%5$s nge-%4$s

source: Create encrypted logical volume %1$s (%2$s) for %4$s with %3$s
ar: إنشاء وحدة التخزين المنطقية المشفرة %1$s (%2$s) الخاصة بـ %4$s بـ %3$s
bg: Създаване на криптиран логически дял %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit šifrovaný logický svazek %1$s (%2$s) pro %4$s pomocí %3$s
da: Opret krypteret logisk diskområde %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κρυπτογραφημένου λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Crear el volumen lógico cifrado %1$s (%2$s) para %4$s con %3$s
gl: Crear o volume lóxico cifrado %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化論理ボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​ឡូជីខល​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett kryptert logisk volum %1$s (%2$s) for %4$s med %3$s
nl: Versleuteld logisch volume %1$s (%2$s) voor %4$s aanmaken met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਬਣਾਓ
pl: Zaszyfrowany wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s
pt: Criar volume lógico cifrado %1$s (%2$s) para %4$s com %3$s
pt_br: Criar o volume lógico criptografado %1$s (%2$s) de %4$s com %3$s
ro: Creează volumul logic criptat %1$s (%2$s) pentru %4$s cu %3$s
sv: Skapa krypterad logisk volym %1$s (%2$s) för %4$s med %3$s
th: สร้างโวลุมลอจิคัลที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити зашифрований логічний том %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' volume lodjike ecripté %1$s (%2$s) po %4$s avou %3$s
xh: Dala isandi ngokwengqiqo elindelekileyo esinenguqulelo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Yakha ivolumu ehlelekile %1$s (%2$s) ye-%4$s nge-%3$s

source: Create encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
ar: إنشاء قسم متعدد التشفير %1$s (%2$s) لـ %4$s بـ %3$s
bg: Създаване на криптиран многопътен дял %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit šifrovaný multipath oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Opret krypteret multipath-partition %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κρυπτογραφημένης κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Crear la partición multipath cifrada %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用の暗号化マルチパスパーティション %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett kryptert multipath-partisjon %1$s (%2$s) for %4$s med %3$s
nl: Versleutelde multipad-partitie %1$s (%2$s) voor %4$s aanmaken met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਮਲਟੀਪਾਲ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਬਣਾਓ
pl: Zaszyfrowana partycja multipath %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s
pt: Criar partição cifrada %1$s (%2$s) para %4$s com %3$s
pt_br: Criar a partição de caminhos múltiplos criptografada %1$s (%2$s) de %4$s com %3$s
ro: Creează partiții multipath criptate %1$s (%2$s) pentru %4$s cu %3$s
sv: Skapa den krypterade Multipath-partitionen %1$s (%2$s) för %4$s med %3$s
th: สร้างพาร์ทิชันที่มีการเข้ารหัส %1$s ของมัลติพาธ (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити зашифрований багатошляховий розділ %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' pårticion swap ecriptêye multipath %1$s (%2$s) po %4$s avou %3$s

source: Create encrypted software RAID %1$s (%2$s) from %5$s for %4$s with %3$s
ar: إنشاء برامج التشفير RAID %1$s (%2$s) من %5$s ل %4$s ب %3$s
bg: Създаване на криптиран софтуерен RAID %1$s (%2$s) от %5$s с %3$s за %4$s
cs: Vytvořit šifrovaný softwarový RAID %1$s (%2$s) z %5$s pro %4$s pomocí %3$s
da: Opret krypteret software-RAID %1$s (%2$s) fra %5$s til %4$s med %3$s
el: Δημιουργία κρυπτογραφημένου λογισμικού RAID %1$s (%2$s) από %5$s για %4$s με %3$s
es: Crear el RAID por software cifrado %1$s (%2$s) desde %5$s para %4$s con %3$s
ja: %5$s から %4$s 用の暗号化ソフトウエア RAID %1$s (%2$s) を %3$s で作成
km: បង្កើត​ RAID កម្មវិធី​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) ពី %5$s សម្រាប់ %4$s ដោយ​ប្រើ​ %3$s
nb: Opprett kryptert programvare-RAID %1$s (%2$s) fra %5$s for %4$s med %3$s
nl: Versleutelde software RAID %1$s (%2$s) uit %5$s voor %4$s aanmaken met %3$s
pl: Zaszyfrowany programowy RAID %1$s (%2$s) z %5$s zostanie utworzony dla %4$s z systemem plików %3$s
pt_br: Criar RAID de software criptografado %1$s (%2$s) de %5$s para %4$s com %3$s
ro: Creează RAID-ul software criptat %1$s (%2$s) din %5$s pentru %4$s cu %3$s
sv: Skapa krypterad mjukvaru-RAID %1$s (%2$s) från %5$s för %4$s med %3$s
th: สร้าง RAID แบบซอฟต์แวร์ที่มีการเข้ารหัสข้อมูล %1$s (ขนาด %2$s) จาก %5$s สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити зашифрований програмний RAID %1$s (%2$s) від %5$s для %4$s з %3$s
wa: Ahiver l' programe RAID ecripté %1$s (%2$s) a pårti d' %5$s po %4$s avou %3$s

source: Create encrypted volume %1$s (%2$s)
ar: إنشاء وحدة التخزين المشفرة%1$s (%2$s)
bg: Създаване на криптиран дял %1$s (%2$s)
cs: Vytvořit šifrovaný oddíl %1$s (%2$s)
da: Opret krypteret diskområde %1$s (%2$s)
el: Δημιουργία εκτεταμένης κατάτμησης %1$s (%2$s)
es: Crear volumen cifrado %1$s (%2$s)
gl: Crear volume cifrado %1$s (%2$s)
ja: 暗号化ボリューム %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s)
nb: Opprett kryptert volum %1$s (%2$s)
nl: Versleutelde volume %1$s (%2$s) aanmaken
pl: Wolumin szyfrowany %1$s (%2$s) zostanie utworzony
pt_br: Criar volume criptografado %1$s (%2$s)
ro: Creează volum criptat %1$s (%2$s)
sv: Skapa den krypterade volymen %1$s (%2$s)
th: สร้างโวลุมที่มีการเข้ารหัสข้อมูล %1$s (ขนาด %2$s)
uk: Створити зашифрований розділ %1$s (%2$s)
wa: Ahiver l' volume ecripté %1$s (%2$s)

source: Create encrypted volume %1$s (%2$s) for %4$s with %3$s
ar: إنشاء حجم مشفرة %1$s (%2$s) ل %4$s ب %3$s
bg: Създаване на криптиран дял %1$s (%2$s) с %3$s за %4$s
cs: Vytvořit šifrovaný logický svazek %1$s (%2$s) pro %4$s s %3$s
da: Opret krypteret diskområde %1$s (%2$s) til %4$s med %3$s
el: Δημιουργία κρυπτογραφημένου λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Crear volumen cifrado %1$s (%2$s) para %4$s con %3$s
gl: Crear volume cifrado %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化ボリューム %1$s (%2$s) を %3$s で作成
km: បង្កើត​ភាគ​ថាស​​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Opprett kryptert volum %1$s (%2$s) for %4$s med %3$s
nl: Versleuteld volume %1$s (%2$s) voor %4$s aanmaken met %3$s
pl: Wolumin szyfrowany %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s
pt_br: Criar volume criptografado %1$s (%2$s) para %4$s com %3$s
ro: Creează volum criptat %1$s (%2$s) de tip %4$s la %3$s
sv: Skapa den krypterad volymen %1$s (%2$s) för %4$s med %3$s
th: สร้างโวลุมที่มีการเข้ารหัสข้อมูล %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Створити зашифрований том %1$s (%2$s) для %4$s з %3$s
wa: Ahiver l' volume ecripté %1$s (%2$s) po %4$s avou %3$s

source: Create extended RAID partition %1$s (%2$s)
ar: إنشاء قسم الغارة الموسع %1$s (%2$s)
cs: Vytvořit rozšířený oddíl RAID %1$s (%2$s)
da: Opret udvidet RAID-partition %1$s (%2$s)
el: Δημιουργία εκτεταμένης κατάτμησης RAID %1$s (%2$s)
es: Crear la partición extendida %1$s (%2$s)
km: បង្កើត​ភាគ​ថាស RAID បន្ថែម %1$s (%2$s)
nl: Uitgebreide RAID-partitie %1$s (%2$s) aanmaken
pl: Rozszerzona partycja RAID %1$s (%2$s) zostanie utworzona
pt_br: Criar partição estendida RAID %1$s (%2$s)
sv: Skapa den utökade RAID-partitionen %1$s (%2$s)
uk: Створити розширений розділ RAID %1$s (%2$s)

source: Create extended multipath partition %1$s (%2$s)
ar: إنشاء قسم موسع متعدد المسارات %1$s (%2$s)
bg: Създаване на разширен многопътен дял %1$s (%2$s)
cs: Vytvořit rozšířený multipath oddíl %1$s (%2$s)
da: Opret udvidet multipath-partition %1$s (%2$s)
el: Δημιουργία εκτεταμένης κατάτμησης %1$s (%2$s)
es: Crear la partición multipath extendida %1$s (%2$s)
ja: 拡張マルチパスパーティション %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាស​ផ្លូវ​ច្រើន​ដែល​បាន​បន្ថែម %1$s (%2$s)
nb: Opprett utvidet multipath-partisjon %1$s (%2$s)
nl: Uitgebreide multipad-partitie %1$s (%2$s) aanmaken
pa: ਐਕਸਟੈਡਿਡ ਮਲਟੀਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pl: Rozszerzona partycja multipath %1$s (%2$s) zostanie utworzona
pt_br: Criar a partição de caminhos múltiplos estendida %1$s (%2$s)
ro: Creează partiție multipath extinsă %1$s (%2$s)
sv: Skapa den utökade Multiparth-partitionen %1$s (%2$s)
th: สร้างพาร์ทิชันส่วนขยาย %1$s ของมัลติพาธ (ขนาด %2$s)
uk: Створити розширений багатошляховий розділ %1$s (%2$s)
wa: Ahiver l' sitindowe pårticion multipath %1$s (%2$s)

source: Create extended partition %1$s (%2$s)
ar: إنشاء قسم موسع %1$s (‏%2$s)
bg: Създаване на разширен дял %1$s (%2$s)
cs: Vytvořit rozšířený oddíl %1$s (%2$s)
da: Opret udvidet partition %1$s (%2$s)
el: Δημιουργία εκτεταμένης κατάτμησης %1$s (%2$s)
es: Crear la partición extendida %1$s (%2$s)
gl: Crear a partición estendida %1$s (%2$s)
ja: 拡張パーティション %1$s (%2$s) を作成
km: បង្កើត​ភាគ​ថាសបន្ថែម %1$s (%2$s)
nb: Opprett utvidet partisjon %1$s (%2$s)
nl: Uitgebreide partitie %1$s (%2$s) aanmaken
pa: ਐਕਸਟੈਡਿਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pl: Rozszerzona partycja %1$s (%2$s) zostanie utworzona
pt: Criar partição extendida %1$s (%2$s)
pt_br: Criar partição estendida %1$s (%2$s)
ro: Creează partiția extinsă %1$s (%2$s)
sv: Skapa utökad partition %1$s (%2$s)
th: สร้างพาร์ทิชันส่วนขยาย %1$s (ขนาด %2$s)
uk: Створити розширений розділ %1$s (%2$s)
wa: Ahiver l' sitindowe pårticion %1$s (%2$s)
xh: Cima isahlulelo esandisiwe esingu %1$s (%2$s)
zu: Yakha ukuhlukaniswa kwamaphathishini andisiwe %1$s (%2$s)
