Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Extending %1$s to %2$s
ar: يتم الآن تمديد %1$s إلى %2$s
bg: Увеличаване %1$s на %2$s
cs: Rozšiřuje se %1$s na %2$s
da: Udvider %1$s til %2$s
el: Επέκταση %1$s σε %2$s
es: Ampliando %1$s a %2$s
gl: Ampliando %1$s a %2$s
ja: %1$s を %2$s まで拡大しています
km: កំពុង​ពង្រីក %1$s ទៅ %2$s
nb: Utvider %1$s til %2$s
nl: Bezig %1$s uit te breiden tot %2$s
pa: %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Rozszerzanie %1$s do %2$s
pt: A aumentar %1$s para %2$s
pt_br: Estendendo %1$s para %2$s
ro: Extind %1$s la %2$s
sv: Ändrar storlek från %1$s till %2$s
th: ทำการขยายขนาด %1$s เป็นขนาด %2$s
uk: Розширення %1$s до %2$s
wa: Dj' agrandi %1$s a %2$s
xh: Kwandiwa esingu %1$s ukuya kwesingu %2$s
zu: Ukwandisa i-%1$s uyise ku-%2$s

source: Extending Btrfs volume %1$s by %2$s
ar: يتم الآن تمديد حجم BTRFS %1$s بواسطة %2$s
cs: Rozšiřuje se BTRFS svazek %1$s na %2$s
da: Udvider Btrfs-diskområdet %1$s med %2$s
el: Επέκταση του τόμου Btrfs %1$s σε %2$s
es: Ampliando volumen BTRFS %1$s en %2$s
km: ពង្រីក​ភាគ​ថាស Btrfs %1$s ត្រឹម %2$s
nl: Bezig Btrfs-volume %1$s uit te breiden met %2$s
pl: Rozszerzanie woluminu Btrfs %1$s o %2$s
pt_br: Estendendo o volume Btrfs %1$s por %2$s
sv: Utökar BTRFS-volymen %1$s med %2$s
uk: Розширення тому Btrfs %1$s до %2$s

source: Extending RAID partition %1$s to %2$s
ar: تمديد قسم غاره %1$s إلى %2$s
cs: Rozšiřuje se oddíl RAID %1$s na %2$s
da: Udvider RAID-partition %1$s til %2$s
el: Επέκταση κατάτμησης RAID %1$s στο %2$s
es: Ampliando la partición %1$s a %2$s
km: ពង្រីក​ភាគ​ថាស RAID %1$s ទៅ %2$s
nl: Bezig RAID-partitie %1$s uit te breiden tot %2$s
pl: Rozszerzanie partycji RAID %1$s do %2$s
pt_br: Estendendo a partição RAID %1$s para %2$s
sv: Utökar RAID-partitionen %1$s till %2$s
uk: Розширення розділ RAID %1$s до %2$s

source: Extending logical volume %1$s to %2$s
ar: يتم الآن توسيع وحدة التخزين المنطقية %1$s إلى %2$s
bg: Увеличаване на логически масив %1$s на %2$s
cs: Rozšiřuje se logický svazek %1$s na %2$s
da: Udvider logisk diskområde %1$s til %2$s
el: Επέκταση του λογικού τόμου %1$s σε %2$s
es: Ampliando el volumen lógico %1$s a %2$s
gl: Ampliando o volume lóxico %1$s a %2$s
ja: 論理ボリューム %1$s を %2$s に拡大しています
km: កំពុង​ពង្រីក​ភាគ​ថាស​ឡូជីខល %1$s ទៅ %2$s
nb: Utvider logisk volum %1$s til %2$s
nl: Bezig logisch volume %1$s uit te breiden tot %2$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Rozszerzanie woluminu logicznego %1$s do %2$s
pt: A aumentar volume lógico %1$s para %2$s
pt_br: Estendendo o volume lógico %1$s para %2$s
ro: Extind volumul logic %1$s la %2$s
sv: Utökar den logiska volymen %1$s till %2$s
th: ทำการขยายขนาดโวลุมลอจิคัล %1$s เป็นขนาด %2$s
uk: Розширення логічного тому %1$s до %2$s
wa: Dj' agrandi l' volume lodjike %1$s a %2$s
xh: Kwandiswa isandi ngokwengqiqo esingu %1$s ukuya ku%2$s
zu: Ukwandisa ivolumu enengqondo %1$s kwi-%2$s

source: Extending multipath partition %1$s to %2$s
ar: يتم الآن يمديد قسم متعدد المسارات %1$s إلى %2$s
bg: Увеличаване на многопътия дял %1$s на %2$s
cs: Rozšiřuje se multipath oddíl %1$s na %2$s
da: Udvider multipath-partition %1$s til %2$s
el: Επέκταση πολυτμηματικής κατάτμησης %1$s στο %2$s
es: Ampliando la partición multipath %1$s a %2$s
ja: マルチパスパーティション %1$s を %2$s まで拡大しています
km: កំពុង​ពង្រីក​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅ %2$s
nb: Utvider multipath-partisjon %1$s til %2$s
nl: Bezig multipad-partitie %1$s uit te breiden tot %2$s
pa: %1$s ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ ਨੂੰ %2$s ਲਈ ਫੈਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Rozszerzanie partycji multipath %1$s do %2$s
pt_br: Estendendo a partição de caminhos múltiplos %1$s para %2$s
ro: Extind partiția multipath %1$s la %2$s
sv: Utökar Multipath-partitionen %1$s till %2$s
th: ทำการขยายขนาดพาร์ทิชัน %1$s ของมัลติพาธ เป็นขนาด %2$s
uk: Розширення багатошляхового розділу %1$s до %2$s
wa: Dj' agrandi l' pårticion multipath %1$s a %2$s

source: Extending partition %1$s to %2$s
ar: يتم الآن توسيع قسم %1$s إلى %2$s
bg: Увеличаване на дял %1$s на %2$s
cs: Rozšiřuje se oddíl %1$s na %2$s
da: Udvider partition %1$s til %2$s
el: Επέκταση κατάτμησης %1$s στο %2$s
es: Ampliando la partición %1$s a %2$s
gl: Ampliando a partición %1$s a %2$s
ja: パーティション %1$s を %2$s まで拡大しています
km: កំពុង​ពង្រីក​ភាគ​ថាស %1$s ទៅ %2$s
nb: Utvider partisjon %1$s til %2$s
nl: Bezig partitie %1$s uit te breiden tot %2$s
pa: %1$s ਪਾਰਟੀਸ਼ਨ ਨੂੰ %2$s ਲਈ ਫੈਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Rozszerzanie partycji %1$s do %2$s
pt: A aumentar partição %1$s para %2$s
pt_br: Estendendo a partição %1$s para %2$s
ro: Extinde partiția %1$s la %2$s
sv: Utökar partitionen %1$s till %2$s
th: ทำการขยายขนาดพาร์ทิชัน %1$s เป็นขนาด %2$s
uk: Розширення розділу %1$s до %2$s
wa: Dj' agrandi l' pårticion %1$s a %2$s
xh: Kwandiswa isahlulelo esingu %1$s ukuya ku %2$s
zu: Ukwandisa ukuhlukaniswa kwamaphathishini %1$s ku-%2$s

source: Extending volume group %1$s with %2$s
ar: يتم الآن توسيع مجموعة وحدة التخزين %1$s بـ %2$s
bg: Разширяване на групата от масиви %1$s с %2$s
cs: Rozšiřuje se skupina svazků %1$s o %2$s
da: Udvider diskområdegruppe %1$s med %2$s
el: Επέκταση Ομάδας Τόμου %1$s με %2$s
es: Ampliando el grupo de volúmenes %1$s con %2$s
gl: Ampliando o grupo de volumes %1$s con %2$s
ja: ボリューム %1$s を %2$s で拡大しています
km: កំពុង​ពង្រីក​ក្រុម​ភាគ​ថាស​ %1$s ដោយ​ប្រើ %2$s
nb: Utvider volumgruppe %1$s med %2$s
nl: Bezig volumegroep %1$s uit te breiden met %2$s
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਨੂੰ %2$s ਨਾਲ ਫੈਲਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Rozszerzanie grupy woluminów %1$s o %2$s
pt: A Extender grupo de volumes %1$s com %2$s
pt_br: Estendendo o grupo de volume %1$s com %2$s
ro: Extind grupul de volume %1$s cu %2$s
sv: Utökar volymgruppen %1$s med %2$s
th: ทำการขยายขนาดกลุ่มโวลุม %1$s ด้วย %2$s
uk: Розширення групи томів %1$s з %2$s
wa: Dj' agrandi l' groupe di volumes %1$s avou %2$s
xh: Kwandiswa iqela lesandi elingu%1$s ngo %2$s
zu: Ukwandisa iqembu levolumu %1$s nge-%2$s

source: Format Btrfs volume of size %1$s (used devices:%2$s)
ar: تهيئة حجم Btrfs من حجم %1$s (استخدام الجهاز:%2$s)
cs: Formátovat Btrfs svazek o velikosti %1$s (použitá zařízení: %2$s)
da: Formatér Btrfs-diskområde med størrelsen %1$s (brugte enheder: %2$s)
el: Διαμόρφωση Βτρφσ τόμου μεγέθους %1$s (χρήση συσκευών: %2$s)
es: Dar formato al volumen Btrfs con tamaño %1$s (dispositivos usados:%2$s)
km: ធ្វើ​​ទ្រង់ទ្រាយ​ទំហំ​ភាគ​ថាស​ Btrfs %1$s (ឧបករណ៍​ដែល​ប្រើ ៖ %2$s)
nb: Formater Btrfs-volumet med størrelsen %1$s (enheter som benyttes:%2$s)
nl: Btrfs-volume formatteren met grootte %1$s (gebruikte apparaten:%2$s)
pl: Wolumin Btrfs o rozmiarze %1$s (na urządzeniach:%2$s) zostanie sformatowany
pt_br: Formatar o volume Btrfs de tamanho %1$s (dispositivos usados: %2$s)
ro: Formatează volumul Btrfs de dimensiune %1$s (dispozitive utilizate:%2$s)
sv: Formatera Btrfs-volym med storlek %1$s (använda enheter:%2$s)
uk: Форматувати том Btrfs розміру %1$s (використані пристрої: %2$s)

source: Format Btrfs volume of size %1$s for %3$s (used devices:%2$s)
ar: تهيئة الحجم Btrfs من حجم %1$s ل %3$s (إستخدام الجهاز:%2$s)
cs: Formátovat Btrfs svazek o velikosti %1$s pro %3$s (použitá zařízení: %2$s)
da: Formatér Btrfs-diskområde med størrelsen %1$s til %3$s (brugte enheder: %2$s)
el: Διαμόρφωση Btrfs τόμου μεγέθους %1$s για %3$s (χρήση συσκευών: %2$s)
es: Dar formato al volumen Btrfs con tamaño %1$s por %3$s (dispositivos usados:%2$s)
km: ធ្វើ​ទ្រង់ទ្រាយ​ទំហំ​ភាគ​ថាស Btrfs %1$s សម្រាប់ %3$s (ឧបករណ៍​ដែល​ប្រើ ៖ %2$s)
nb: Formater Btrfs-volumet med størrelsen %1$s for %3$s (enheter som benyttes:%2$s)
nl: Btrfs-volume formatteren met grootte %1$s voor %3$s (gebruikte apparaten:%2$s)
pl: Wolumin Btrfs o rozmiarze %1$s (na urządzeniach:%2$s) dla %3$s zostanie sformatowany
pt_br: Formatar o volume Btrfs de tamanho %1$s para %3$s (dispositivos usados: %2$s)
ro: Formatează volumul Btrfs de dimensiune %1$s pentru %3$s (dispozitive utilizate:%2$s)
sv: Formatera Btrfs-volym med storlek %1$s för %3$s (använda enheter:%2$s)
uk: Форматувати том Btrfs розміру %1$s для %3$s (використані пристрої: %2$s)

source: Format RAID partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم الغارة %1$s (%2$s) ل %4$s ب %3$s
cs: Formátovat oddíl RAID %1$s (%2$s) pro %4$s s %3$s
da: Formatér RAID-partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κατάτμησης RAID %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición %1$s (%2$s) para %4$s con %3$s
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស RAID %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nl: RAID-partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pl: Partycja RAID %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt_br: Formatar a partição RAID %1$s (%2$s) de %4$s com %3$s
sv: Formatera RAID-partitionen %1$s (%2$s) för %4$s med %3$s
uk: Форматувати розділ RAID %1$s (%2$s) для %4$s з %3$s

source: Format RAID partition %1$s (%2$s) for swap
ar: تهيئة قسم غارة %1$s (%2$s) للتبديل
cs: Formátovat oddíl RAID %1$s (%2$s) pro swap
da: Formatér RAID-partition %1$s (%2$s) til swap
el: Διαμόρφωση κατάτμησης RAID %1$s (%2$s) για swap
es: Dar formato a la partición %1$s (%2$s) para intercambio
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស RAID %1$s (%2$s) សម្រាប់​ស្វប
nl: RAID-partitie %1$s (%2$s) formatteren voor wisselgeheugen
pl: Partycja RAID %1$s (%2$s) zostanie utworzona jako partycja wymiany
pt_br: Formatar a partição RAID %1$s (%2$s) para swap
sv: Formatera RAID-partitionen %1$s (%2$s) för växling
uk: Форматувати розділ RAID %1$s (%2$s) для свопінгу

source: Format RAID partition %1$s (%2$s) with %3$s
ar: تهيئة قسم غارة %1$s (%2$s) بواسطة %3$s
cs: Formátovat oddíl RAID %1$s (%2$s) s %3$s
da: Formatér RAID-partition %1$s (%2$s) med %3$s
el: Διαμόρφωση κατάτμησης RAID %1$s (%2$s) με %3$s
es: Dar formato a la partición %1$s (%2$s) con %3$s
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស RAID %1$s (%2$s) ដោយប្រើ %3$s
nl: RAID-partitie %1$s (%2$s) formatteren met %3$s
pl: Partycja RAID %1$s (%2$s) zostanie sformatowana systemem plików %3$s
pt_br: Formatar a partição RAID %1$s (%2$s) com %3$s
sv: Formatera RAID-partitionen %1$s (%2$s) med %3$s
uk: Форматувати розділ RAID %1$s (%2$s) з %3$s

source: Format device %1$s (%2$s) for %4$s with %3$s
ar: تهيئة الجهاز %1$s (%2$s) ل %4$s ب %3$s
bg: Форматиране на устройство %1$s (%2$s) с %3$s за %4$s
cs: Formátovat zařízení %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér enhed %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση συσκευής %1$s (%2$s) γι %4$s με %3$s
es: Dar formato al dispositivo %1$s (%2$s) para %4$s con %3$s
gl: Formatar o dispositivo %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用のデバイス %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍ %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s​
nb: Formater enhet %1$s (%2$s) for %4$s med %3$s
nl: Apparaat %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਜੰਤਰ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Urządzenie %1$s (%2$s) dla %4$s zostanie sformatowane z systemem plików %3$s
pt: Formatar dispositivo %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar dispositivo %1$s (%2$s) de %4$s com %3$s
ro: Formatează dispozitivul %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera enheten %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตอุปกรณ์ %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати пристрій %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' éndjin %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isixhobo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha idivayisi %1$s (%2$s) ye-%4$s nge-%3$s

source: Format device %1$s (%2$s) with %3$s
ar: تهيئة جهاز %1$s (%2$s) بـ %3$s
bg: Форматиране на устройство %1$s (%2$s) с %3$s
cs: Formátovat zařízení %1$s (%2$s) pomocí %3$s
da: Formatér enhed %1$s (%2$s) med %3$s
el: Διαμόρφωση συσκευής %1$s (%2$s) με %3$s
es: Dar formato al dispositivo %1$s (%2$s) con %3$s
gl: Formatar o dispositivo %1$s (%2$s) con %3$s
ja: デバイス %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍ %1$s (%2$s) ដោយ​ប្រើ %3$s​
nb: Formater enhet %1$s (%2$s) med %3$s
nl: Apparaat %1$s (%2$s) formatteren met %3$s
pa: ਜੰਤਰ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕਰੋ
pl: Urządzenie %1$s (%2$s) zostanie sformatowane z systemem plików %3$s
pt: Formatar dispositivo %1$s (%2$s) com %3$s
pt_br: Formatar dispositivo %1$s (%2$s) com %3$s
ro: Formatează dispozitivul %1$s (%2$s) cu %3$s
sv: Formatera enhet %1$s (%2$s) med %3$s
th: ฟอร์แมตอุปกรณ์ %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати пристрій %1$s (%2$s) з %3$s
wa: Abwesner l' éndjin %1$s (%2$s) avou %3$s
xh: Cwangcisa isixhobo esingu %1$s (%2$s) nge %3$s
zu: Fomatha idivayisi %1$s (%2$s) nge-%3$s

source: Format device mapper volume %1$s (%2$s) for %4$s with %3$s
ar: تهيئة وحدة تخزين معَيِّن الجهاز %1$s (%2$s) الخاص بـ %4$s بـ %3$s
bg: Форматиране на масив на пренасочването на устройства %1$s (%2$s) с %3$s за %4$s
cs: Formátovat svazek mapperu %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér device mapper-enhed %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση συσκευής απεικόνισης %1$s (%2$s) για %4$s με %3$s
es: Dar formato al volumen del mapeador de dispositivos %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用のデバイスマッパーボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater enhetsmappingsvolum %1$s (%2$s) for %4$s med %3$s
nl: Device-mapper-volume %1$s (%2$s) formatteren voor %4$s met %3$s
pa: ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Wolumin device-mapper (DM) %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar dispositivo do volume mapper %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar o volume mapeador de dispositivo %1$s (%2$s) de %4$s com %3$s
ro: Formatează device mapper volume %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera device mapper-volym %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตอุปกรณ์จับคู่โวลุม %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати том приписування пристрою %1$s (%2$s) для %4$s за допомогою %3$s
wa: Abwesner l' éndjin mapeu d' volume %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isandi sesixhobo se-mapper %1$s (%2$s) ngo %4$s %3$s
zu: Ukufomatha ivolumu yemepha yedivayisi %1$s (%2$s) for %4$s with %3$s

source: Format device mapper volume %1$s (%2$s) with %3$s
ar: تهيئة وحدة تخزين معَيِّن الجهاز %1$s (%2$s) بـ %3$s
bg: Форматиране на масив на пренасочването на устройства %1$s (%2$s) с %3$s
cs: Formátovat svazek mapperu %1$s (%2$s) pomocí %3$s
da: Formatér device mapper-enhed %1$s (%2$s) med %3$s
el: Διαμόρφωση συσκευής απεικόνισης %1$s (%2$s) με %3$s
es: Dar formato al volumen del mapeador de dispositivos %1$s (%2$s) con %3$s
ja: デバイスマッパーボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formater enhetsmappingsvolum %1$s (%2$s) med %3$s
nl: Device mapper volume %1$s (%2$s) formatteren met %3$s
pa: ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Wolumin device-mapper (DM) %1$s (%2$s) zostanie sformatowany z systemem plików %3$s
pt: Formatar dispositivo de volume mapper %1$s (%2$s) com %3$s
pt_br: Formatar o volume mapeador de dispositivo %1$s (%2$s) com %3$s
ro: Formatează device mapper volume %1$s (%2$s) cu %3$s
sv: Formaterar device mapper-volymen %1$s (%2$s) med %3$s
th: ฟอร์แมตอุปกรณ์จับคู่โวลุม %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати том приписування пристрою %1$s (%2$s) за допомогою %3$s
wa: Abwesner l' éndjin mapeu d' volume %1$s (%2$s) avou %3$s
xh: Cwangcisa isixa sesixhobo se-mapper %1$s (%2$s) ngo %3$s
zu: Ukufomatha ivolumu yemepha yedivayisi %1$s (%2$s) nge-%3$s

source: Format encrypted RAID partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم الغارة المشفر %1$s (%2$s) من أجل %4$s بواسطة %3$s
cs: Formátovat šifrovaný oddíl RAID %1$s (%2$s) pro %4$s s %3$s
da: Formatér krypteret RAID-partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένης κατάτμησης RAID %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición cifrada %1$s (%2$s) para %4$s con %3$s
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស RAID ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nl: Versleutelde RAID-partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pl: Zaszyfrowana partycja RAID %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt_br: Formatar partição criptografada RAID %1$s (%2$s) de %4$s com %3$s
sv: Formatera den krypterade RAID-partitionen %1$s (%2$s) för %4$s med %3$s
uk: Форматувати зашифрований розділ RAID %1$s (%2$s) для %4$s з %3$s

source: Format encrypted device %1$s (%2$s) for %4$s with %3$s
ar: تهيئة جهاز مشفر %1$s (%2$s) لـ %4$s بـ %3$s
bg: Форматиране на криптирано устройство %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrované zařízení %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret enhed %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένης συσκευής %1$s (%2$s) για %4$s με %3$s
es: Dar formato al dispositivo cifrado %1$s (%2$s) para %4$s con %3$s
gl: Formatar o dispositivo cifrado %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化デバイス %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ដែល​បាន​​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert enhet %1$s (%2$s) for %4$s med %3$s
nl: Versleuteld apparaat %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਜੰਤਰ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowane urządzenie %1$s (%2$s) dla %4$s zostanie sformatowane z systemem plików %3$s
pt: Formatar dispositivo cifrado %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar o dispositivo criptografado %1$s (%2$s) de %4$s com %3$s
ro: Formatează dispozitivul criptat %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera krypterad enhet %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตอุปกรณ์ที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований пристрій %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' éndjin ecripté %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isixhobo esinoguqulelo oluntsokothileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha idivayisi efakwe amakhodi okuphepha %1$s (%2$s) ye-%4$s nge-%3$s

source: Format encrypted device mapper volume %1$s (%2$s) for %4$s with %3$s
ar: تهيئة وحدة تخزين معَيِّن الجهاز المشفرة %1$s (%2$s) من أجل %4$s بـ %3$s
bg: Форматиране на криптиран масив на пренасочването на устройства %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrovaný svazek mapperu %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret device mapper-enhed %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένης συσκευής απεικόνισης %1$s (%2$s) για %4$s με %3$s
es: Dar formato al volumen del mapeador de dispositivos cifrado %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用の暗号化デバイスマッパーボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert enhetsmappingsvolum %1$s (%2$s) for %4$s med %3$s
nl: Versleuteld device-mapper-volume %1$s (%2$s) formatteren voor %4$s met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowany wolumin device mapper (DM) %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar dispositivo de volume mapper encripatdo %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar o volume mapeador de dispositivo criptografado %1$s (%2$s) de %4$s com %3$s
ro: Formatează device mapper volume criptat %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera krypterad device mapper-volym %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตอุปกรณ์จับคู่โวลุมที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований том приписування пристрою %1$s (%2$s) для %4$s за допомогою %3$s
wa: Abwesner l' éndjin ecripté mapeu d' volume %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isandi sesixhobo se-mapper ngoguqulelo oluntsokothileyo %1$s (%2$s) ku %4$s ngo %3$s
zu: Ukufomatha ivolumu yemepha yedivayisi efakwe amakhodi okuphepha %1$s (%2$s) ye-%4$s nge-%3$s

source: Format encrypted file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
ar: تهيئة جهاز مشفر يستند إلى الملف %1$s من %2$s (%3$s) باعتباره %5$s بـ %4$s
bg: Форматиране на криптиран файлово-базираното устройство %1$s в %2$s (%3$s) като %5$s с %4$s
cs: Formátovat šifrované souborové zařízení %1$s ze souboru %2$s (%3$s) jako %5$s v systému %4$s.
da: Formatér krypteret fil-baseret enhed %1$s fra %2$s (%3$s) som %5$s med %4$s
el: Διαμόρφωση κρυπτογραφημένου συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s) ως %5$s με %4$s
es: Dar formato al dispositivo basado en archivo cifrado %1$s de %2$s (%3$s) como %5$s con %4$s
gl: Formatar o dispositivo de ficheiros cifrado %1$s de %2$s (%3$s) como %5$s con %4$s
ja: ファイル %2$s (%3$s) の暗号化ファイルベースデバイス %1$s を %5$s として %4$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ​ដែល​បាន​អ៊ិនគ្រីប %1$s នៃ %2$s (%3$s) ជា %5$s ដោយប្រើ​ %4$s
nb: Formater kryptert filbasert enhet %1$s av %2$s (%3$s) som %5$s med %4$s
nl: Versleuteld, op bestanden gebaseerd apparaat %1$s van %2$s (%3$s) opmaken als %5$s met %4$s
pa: ਇੰਕ੍ਰਿਪਟ ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %5$s ਦੇ ਤੌਰ 'ਤੇ %4$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowane urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie sformatowane jako %5$s z systemem plików %4$s
pt: Formatar dispositivo %1$s cifrado baseado no ficheiro %2$s (%3$s) como %5$s com %4$s
pt_br: Formatar o dispositivo baseado em arquivo criptografado %1$s de %2$s (%3$s) como %5$s com %4$s
ro: Formatează dispozitivul criptat bazat pe fișier %1$s din %2$s (%3$s) ca %5$s cu %4$s
sv: Formatera den krypterade filbaserade enheten %1$s från %2$s (%3$s) som %5$s med %4$s
th: ฟอร์แมตอุปกรณ์บนพื้นฐานแฟ้มที่มีการเข้ารหัส %1$s ของแฟ้ม %2$s (ขนาด %3$s) เพื่อเมานท์ที่ %5$s ด้วยระบบแฟ้ม %4$s
uk: Форматувати зашифрований файловий пристрій %1$s / %2$s (%3$s) як %5$s з %4$s
wa: Abwesner l' éndjin båzé so fitchî ecripté %1$s di %2$s (%3$s) come %5$s avou %4$s
xh: Yenza ucwangciso kwisixhobo sefayili esinesiseko esinoguqulelo oluntsokothileyo esingu %1$s sika %2$s (%3$s) njengo %5$s nge %4$s
zu: Fomatha idivayisi enamakhodi okuphepha esekelwe kwifayela %1$s ye-%2$s (%3$s) njenge-%5$s nge-%4$s

source: Format encrypted logical volume %1$s (%2$s) for %4$s with %3$s
ar: تهيئة وحدة التخزين المنطقية المشفرة %1$s (%2$s) من أجل %4$s بـ %3$s
bg: Форматиране на криптиран логически дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrovaný logický svazek %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret logisk diskområde %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Dar formato al volumen lógico cifrado %1$s (%2$s) para %4$s con %3$s
gl: Formatar o volume lóxico cifrado %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化論理ボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ឡូជីខល​​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert logisk volum %1$s (%2$s) for %4$s med %3$s
nl: Versleuteld logisch volume %1$s (%2$s) voor %4$s aanmaken met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowany wolumin logiczny %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar volume lógico cifrado %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar o volume lógico criptografado %1$s (%2$s) de %4$s com %3$s
ro: Formatează volumul logic criptat %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera krypterad logisk volym %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตโวลุมลอจิคัลที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований логічний том %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' volume lodjike ecripté %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isandi ngokwengqiqo elindelekileyo esinguqulelo oluntsokothileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha ivolumu enengqondo enamakhodi okuphepha %1$s (%2$s) ye-%4$s nge-%3$s
