Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Formatting RAID partition %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة قسم غارة %1$s (%2$s) بواسطة %3$s
cs: Formátuje se oddíl RAID %1$s (%2$s) s %3$s
da: Formaterer RAID-partition %1$s (%2$s) med %3$s
el: Διαμόρφωση κατάτμησης RAID %1$s (%2$s) με %3$s
es: Formateando la partición %1$s (%2$s) con %3$s
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស RAID %1$s (%2$s) ដោយ​ប្រើ %3$s
nl: RAID-partitie %1$s (%2$s) formatteren met %3$s
pl: Formatowanie partycji RAID %1$s (%2$s) z systemem plików %3$s
pt_br: Formatando a partição RAID %1$s (%2$s) com %3$s
sv: Formaterar RAID-partitionen %1$s (%2$s) med %3$s
uk: Форматування розділу RAID %1$s (%2$s) з %3$s

source: Formatting device %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة جهاز %1$s (%2$s) بـ %3$s
bg: Форматиране на устройство %1$s (%2$s) с %3$s
cs: Formátuje se zařízení %1$s (%2$s) s %3$s
da: Formaterer enhed %1$s (%2$s) med %3$s
el: Διαμόρφωση συσκευής %1$s (%2$s) με %3$s
es: Formateando dispositivo %1$s (%2$s) con %3$s
gl: Formatando o dispositivo %1$s (%2$s) con %3$s
ja: デバイス %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formaterer enheten %1$s (%2$s) med %3$s
nl: Apparaat %1$s (%2$s) formatteren met %3$s
pl: Formatowanie urządzenia %1$s (%2$s) z systemem plików %3$s
pt_br: Formatando o dispositivo %1$s (%2$s) com %3$s
ro: Formatez dispozitivul %1$s (%2$s) cu %3$s
sv: Formaterar enhet %1$s (%2$s) med %3$s
th: ทำการฟอร์แมตอุปกรณ์ %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування пристрою %1$s (%2$s) з %3$s
wa: Dj' abwesnêye l' éndjin %1$s (%2$s) avou %3$s

source: Formatting device mapper volume %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة وحدة تخزين معَيِّن الجهاز %1$s (%2$s) بـ %3$s
bg: Форматиране на масив на пренасочването на устройства %1$s (%2$s) с %3$s
cs: Formátuje se svazek mapperu %1$s (%2$s) pomocí %3$s
da: Formaterer device mapper-enhed %1$s (%2$s) med %3$s
el: Διαμόρφωση συσκευής απεικόνισης %1$s (%2$s) με %3$s
es: Formateando el volumen del mapeador de dispositivos %1$s (%2$s) con %3$s
ja: デバイスマッパーボリューム %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​នៃ​កម្មវិធី​ផ្គូផ្គង​ឧបករណ៍ %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formaterer enhetsmappingsvolum %1$s (%2$s) med %3$s
nl: Device mapper volume %1$s (%2$s) formatteren met %3$s
pa: ਜੰਤਰ ਮੈਪਰ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Formatowanie woluminu device mapper (DM) %1$s (%2$s) z systemem plików %3$s
pt: A formatar dispositivo do volume mapper %1$s (%2$s) com %3$s
pt_br: Formatando o volume mapeador de dispositivo %1$s (%2$s) com %3$s
ro: Formatez device mapper volume %1$s (%2$s) cu %3$s
sv: Formaterar device mapper-volym %1$s (%2$s) med %3$s
th: ทำการฟอร์แมตอุปกรณ์จับคู่โวลุม %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування тому приписування пристрою %1$s (%2$s) за допомогою %3$s
wa: Dj' abwesnêye l' éndjin mapeu d' volume %1$s (%2$s) avou %3$s
xh: Ukucwangcisa isandi sesixhobo se-mapper %1$s (%2$s) ngo %3$s
zu: Ukufomatha ivolumu yemepha yedivayisi %1$s (%2$s) nge-%3$s

source: Formatting file-based device %1$s of %2$s (%3$s) with %4$s
ar: يتم الآن تهيئة جهاز يستند إلى الملف %1$s من %2$s (%3$s) بـ %4$s
bg: Форматиране на файлово-базираното устройство %1$s в %2$s (%3$s) с %4$s
cs: Formátuje se souborové zařízení %1$s ze souboru %2$s (%3$s) v systému %4$s.
da: Formaterer filbaseret enhed %1$s fra %2$s (%3$s) med %4$s
el: Διαμόρφωση συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s) με %4$s
es: Formateando el dispositivo basado en archivo %1$s de %2$s (%3$s) con %4$s
gl: Formatando o dispositivo de ficheiros %1$s de %2$s (%3$s) con %4$s
ja: ファイル %2$s (%3$s) のファイルベースデバイス %1$s を %4$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s នៃ %2$s (%3$s) ដោយ​ប្រើ %4$s
nb: Formaterer filbasert enhet %1$s av %2$s (%3$s) med %4$s
nl: Bestanden gebaseerd op apparaat %1$s van %2$s (%3$s) wordt met %4$s geformatteerd
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %4$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Formatowanie urządzenia plikowego %1$s dla pliku %2$s (%3$s) z systemem plików %4$s
pt: A formatar dispositivo %1$s baseado no ficheiro %2$s (%3$s) com %4$s
pt_br: Formatando o dispositivo baseado em arquivo %1$s de %2$s (%3$s) com %4$s
ro: Formatez dispozitivul bazat pe fișier %1$s din %2$s (%3$s) cu %4$s
sv: Formaterar den filbaserade enheten %1$s från %2$s (%3$s) med %4$s
th: ทำการฟอร์แมตอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s (ขนาด %3$s) ด้วยระบบแฟ้ม %4$s
uk: Форматування файлового пристрою %1$s / %2$s (%3$s) з %4$s
wa: Dj' abwesnêye l' éndjin båzé so fitchî %1$s di %2$s (%3$s) avou %4$s
xh: Kwenziwa isicwangciso sesixhobo sefayili esinesiseko esingu %1$s ka %2$s (%3$s) %4$s
zu: Fomatha idivayisi esekelwe kwifayela %1$s ye-%2$s (%3$s) nge-%4$s

source: Formatting logical volume %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة وحدة التخزين المنطقية %1$s (%2$s) بـ %3$s
bg: Форматиране на логически дял %1$s (%2$s) с %3$s
cs: Formátuje se logický svazek %1$s (%2$s) pomocí %3$s
da: Formaterer logisk diskområde %1$s (%2$s) med %3$s
el: Διαμόρφωση λογικού τόμου %1$s (%2$s) με %3$s
es: Formateando el volumen lógico %1$s (%2$s) con %3$s
gl: Formatando o volume lóxico %1$s (%2$s) con %3$s
ja: 論理ボリューム %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ឡូជីខល %1$s (%2$s) ដោយ​ប្រើ %3$s​
nb: Formaterer logisk volum %1$s (%2$s) med %3$s
nl: Logisch volume %1$s (%2$s) formatteren met %3$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Formatowanie woluminu logicznego %1$s (%2$s) z systemem plików %3$s
pt: A formatar volume lógico %1$s (%2$s) com %3$s
pt_br: Formatando o volume lógico %1$s (%2$s) com %3$s
ro: Formatez volumul logic %1$s (%2$s) cu %3$s
sv: Formaterar den logiska volymen %1$s (%2$s) med %3$s
th: ทำการฟอร์แมตโวลุมลอจิคัล %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування логічного тому %1$s (%2$s) з %3$s
wa: Dj' abwesnêye li volume lodjike %1$s (%2$s) avou %3$s
xh: Kwenziwa ucwangciso kwisandi ngokwengqiqo elindelekileyo engu %1$s (%2$s) nge %3$s
zu: Ukufomatha ivolumu enengqondo %1$s (%2$s) nge-%3$s

source: Formatting multipath partition %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة قسم متعدد المسارات %1$s (%2$s) ب %3$s
bg: Форматиране на многопътния дял %1$s (%2$s) с %3$s
cs: Formátuje se multipath oddíl %1$s (%2$s) pomocí %3$s
da: Formaterer multipath-partition %1$s (%2$s) med %3$s
el: Διαμόρφωση πολυτμηματικής κατάτμησης %1$s (%2$s) με %3$s
es: Formateando partición multipath %1$s (%2$s) con %3$s
ja: マルチパスパーティション %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ផ្លូវច្រើន %1$s (%2$s) ដោយ​ប្រើ​ %3$s
nb: Formaterer multipath-partisjon %1$s (%2$s) med %3$s
nl: Multipad-partitie %1$s (%2$s) met %3$s formatteren
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Formatowanie partycji multipath %1$s (%2$s) z systemem plików %3$s
pt_br: Formatando a partição de caminhos múltiplos %1$s (%2$s) com %3$s
ro: Formatez partiția multipath %1$s (%2$s) cu %3$s
sv: Formatera Multipath-partitionen %1$s (%2$s) med %3$s
th: ทำการฟอร์แมตพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування багатошляхового розділу %1$s (%2$s) з %3$s
wa: Dj' abwesnêye li pårticion multipath %1$s (%2$s) avou %3$s

source: Formatting partition %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة قسم %1$s (%2$s) بـ %3$s
bg: Форматиране на дял %1$s (%2$s) с %3$s
cs: Formátuje se oddíl %1$s (%2$s) pomocí %3$s
da: Formaterer partition %1$s (%2$s) med %3$s
el: Διαμόρφωση κατάτμησης %1$s (%2$s) με %3$s
es: Formateando la partición %1$s (%2$s) con %3$s
gl: Formatando a partición %1$s (%2$s) con %3$s
ja: パーティション %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formaterer partisjon %1$s (%2$s) med %3$s
nl: Partitie %1$s (%2$s) formatteren met %3$s
pa: ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Formatowanie partycji %1$s (%2$s) z systemem plików %3$s
pt: A formatar partição %1$s (%2$s) com %3$s
pt_br: Formatando a partição %1$s (%2$s) com %3$s
ro: Formatez partiția %1$s (%2$s) cu %3$s
sv: Formaterar partitionen %1$s (%2$s) med %3$s
th: ทำการฟอร์แมตพาร์ทิชัน %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування розділу %1$s (%2$s) з %3$s
wa: Dj' abwesnêye li pårticion %1$s (%2$s) avou %3$s
xh: Kwenziwa ucwangciso lwesahlulelo esingu %1$s (%2$s) nge %3$s
zu: Ukufomatha ukuhlukaniswa kwamaphathishini %1$s (%2$s) nge-%3$s

source: Formatting software RAID %1$s (%2$s) with %3$s
ar: يتم الآن تهيئة برامج RAID %1$s (%2$s) بـ %3$s
bg: Форматиране на софтуерен RAID %1$s (%2$s) с %3$s
cs: Formátuje se softwarový RAID %1$s (%2$s) pomocí %3$s
da: Formaterer software-RAID %1$s (%2$s) med %3$s
el: Διαμόρφωση λογισμικού RAID %1$s (%2$s) με %3$s
es: Formateando el RAID por software %1$s (%2$s) con %3$s
gl: Formatando o RAID por software %1$s (%2$s) con %3$s
ja: ソフトウエア RAID %1$s (%2$s) を %3$s でフォーマットしています
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​កម្មវិធី RAID %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formaterer programvare-RAID %1$s (%2$s) med %3$s
nl: Software RAID %1$s (%2$s) formatteren met %3$s
pa: ਸਾਫਟਵੇਅਰ RAID %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Formatowanie programowego RAID %1$s (%2$s) z systemem plików %3$s
pt: A formatar RAID por software de %1$s (%2$s) com %3$s
pt_br: Formatando RAID de software %1$s (%2$s) com %3$s
ro: Formatez RAID-ul software %1$s (%2$s) cu %3$s
sv: Formaterar mjukvaru-RAID %1$s (%2$s) med %3$s
th: ทำการฟอร์แมต RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматування програмного RAID %1$s (%2$s) з %3$s
wa: Abwesnêye li programe raid %1$s (%2$s) avou %3$s
xh: Kwenziwa ucwangciso kwi-RAID engu %1$s (%2$s) nge %3$s
zu: Ukufomatha i-RAID ye-software %1$s (%2$s) nge-%3$s

source: G
km: ជ.ប.
th: กิก
uk: ГБ

source: GB
km: ជីកាបៃ
ro: GO
th: กิกะไบต์
uk: ГБ
xh: i-GB
zu: I-GB

source: GiB
es: GB
km: ជីកាបៃ
uk: ГіБ

source: Hard Disk
ar: القرص الصلب
bg: Твърд диск
cs: Pevný disk
el: Σκληρός Δίσκος
es: Disco duro
gl: Disco duro
ja: ハードディスク
km: ថាស​រឹង
nl: Harde schijf
pa: ਹਾਰਡ ਡਿਸਕ
pl: Dysk twardy
pt: Disco Rígido
pt_br: Disco rígido
sv: Hårddisk
th: ฮาร์ดดิสก์
uk: Жорсткий диск
wa: Deure plake
xh: Okuseqokobheni Lekhompyutha
zu: Ugalaza

source: KiB
bg: КВ
el: ΚiΒ
km: គីឡូបៃ
th: กิบิไบต์
uk: КБ
xh: i-KiB
zu: i-KiB

source: Logical Volume
ar: وحدة التخزين المنطقية
bg: Логически масив
cs: Logický svazek
da: Logisk diskområde
el: Λογικός τόμος
es: Volumen &lógico
gl: Volume lóxico
ja: 論理ボリューム
km: ភាគ​ថាស​​ឡូជីខល
nb: Logisk volum
nl: Logische volumes
pl: Wolumin logiczny
pt_br: Volume lógico
ro: Volum logic
sv: Logisk volym
th: โวลุมลอจิคัล
uk: Логічний том
wa: Volume lodjike

source: M
el: Μ
km: ម.ប.
th: เมก
uk: МБ

source: MB
bg: МБ
el: ΜΒ
km: មេកាបៃ
th: เมกะไบต์
uk: МБ
xh: i-MB
zu: i-MB

source: Mount Point
ar: نقطة التوصيل
bg: Път за монтиране
cs: Bod připojení
da: Monteringspunkt
el: Σημείο προσάρτησης
es: Punto de montaje
gl: Punto de montaxe
ja: マウントポイント
km: ចំណុច​ម៉ោន
nb: Monteringspunkt
nl: Aankoppelpunt
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ
pl: Punkt montowania
pt: Ponto de Montagem
pt_br: Ponto de montagem
ro: Punct de montare
sv: Monteringspunkt
th: จุดเมานท์
uk: Точка підключення
wa: Pont d' montaedje
xh: Indawo Yokugxumeka
zu: Indawo Okugxunyekwe Kuyo

source: Mounting %1$s to %2$s
ar: يتم الآن ضم %1$s ب %2$s
bg: Монтиране на %1$s в %2$s
cs: Připojuje se %1$s k %2$s
da: Monterer %1$s til %2$s
el: Προσάρτηση του %1$s στο %2$s
es: Montando %1$s en %2$s
gl: Montando %1$s en %2$s
ja: %1$s を %2$s にマウントしています
km: កំពុង​ម៉ោន %1$s ទៅ %2$s
nb: Monterer %1$s på %2$s
nl: %1$s aankoppelen op %2$s
pa: %1$s ਨੂੰ %2$s ਉੱਤੇ ਮਾਊਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Montowanie %1$s w %2$s
pt: A montar %1$s para %2$s
pt_br: Montando %1$s em %2$s
ro: Montez %1$s la %2$s
sv: Monterar %1$s på %2$s
th: ทำการเมานท์ %1$s ไปยังตำแหน่ง %2$s
uk: Монтування %1$s до %2$s
wa: Dji monte %1$s so %2$s
xh: Kugxunyekwa u %1$s ukuya ku %2$s
zu: Ukuxhakathisa %1$s kwi-%2$s

source: Mounting tmpfs to %1$s
ar: يتم الآن ضم tmpfs ل %1$s
cs: Připojuje se tmpfs k %1$s
da: Monterer tmpfs i %1$s
el: Προσάρτηση του tmpfs στο %1$s
es: Montando tmpfs en %1$s
ja: tmpfs を %1$s にマウントしています
km: កំពុង​ម៉ោន​ tmpfs ទៅ %1$s
nb: Monterer tmpfs på %1$s
nl: Tmpfs aankoppelen op %1$s
pl: Montowanie tmpfs w %1$s
pt_br: Montando tmpfs em %1$s
ro: Se montează tmpfs în %1$s
sv: Monterar tmpfs på %1$s
uk: Монтування tmpfs до %1$s

source: P
th: เพต
uk: ПБ

source: PB
th: เพตะไบต์
uk: ПБ

source: Partition
ar: قسم
bg: Дял
cs: Oddíl
el: Κατάτμηση
es: Partición
gl: Partición
ja: パーティション
km: ភាគ​ថាស
nb: Partisjon
nl: Partitie
pa: ਪਾਰਟੀਸ਼ਨ
pl: Partycja
pt: Partição
pt_br: Partição
ro: Partiție
th: พาร์ทิชัน
uk: Розділ диска
wa: Pårticion
xh: Isahlulelo
zu: Iphathishini

source: PiB
es: PB
uk: ПіБ

source: Reduce Btrfs volume %1$s by %2$s
ar: تقليل حجم BTRFS %1$s بواسطة %2$s
cs: Zmenšit BTRFS svazek %1$s o %2$s
da: Formindsk Btrfs-diskområde %1$s med %2$s
el: Ελάττωση τόμου btrfs %1$s από %2$s
es: Reducir volumen BTRFS %1$s en %2$s
km: បន្ថយ​ភាគ​ថាស Btrfs %1$s ត្រឹម %2$s
nl: Btfrs-volume %1$s inkrimpen met %2$s
pl: Wolumin Btrfs %1$s zostanie zmniejszony o %2$s
pt_br: Reduzir o volume Btrfs %1$s por %2$s
sv: Minska BTRFS-volymen %1$s med %2$s
uk: Зменшити том Btrfs %1$s на %2$s

source: Reduce volume group %1$s by %2$s
ar: تصغير مجموعة وحدة التخزين %1$s بواسطة %2$s
bg: Намаляване на групата от масиви %1$s с %2$s
cs: Zmenšit skupinu svazků %1$s o %2$s
da: Formindsk diskområdegruppe %1$s med %2$s
el: Αναγωγή Ομάδας Τόμου %1$s από %2$s
es: Reducir el grupo de volúmenes %1$s para %2$s
gl: Reducir o grupo de volumes %1$s en %2$s
ja: ボリューム %1$s を %2$s で縮小
km: បន្ថយ​ក្រុមភាគ​ថាស​ %1$s ត្រឹម %2$s
nb: Reduser volumgruppe %1$s med %2$s
nl: Volumegroep %1$s inkrimpen met %2$s
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਨੂੰ %2$s ਰਾਹੀਂ ਘਟਾਓ
pl: Grupa woluminów %1$s zostanie zmniejszona o %2$s
pt: A reduzir grupo de volumes %1$s por %2$s
pt_br: Reduzir o grupo de volume %1$s em %2$s
ro: Redu grupul de volume %1$s cu %2$s
sv: Minska volymgruppen %1$s med %2$s
th: ลดขนาดกลุ่มโวลุม %1$s โดย %2$s
uk: Зменшення групи томів %1$s на %2$s
wa: Raptiti l' groupe di volumes %1$s pa %2$s
xh: Nciphisa iqela lesandi elingu%1$s ngo %2$s
zu: Ukunciphisa iqembu levolumu %1$s ngokusebenzisa i-%2$s

source: Reducing Btrfs volume %1$s by %2$s
ar: يتم الآن تقليل حجم BTRFS %1$s بواسطة %2$s
cs: Zmenšuje se svazek BTRFS %1$s o %2$s
da: Formindsker Btrfs-diskområde %1$s med %2$s
el: Ελάττωση τόμου Brtfs %1$s από %2$s
es: Reduciendo volumen BTRFS %1$s en %2$s
km: បន្ថយ​ភាគ​ថាស Btrfs %1$s ត្រឹម %2$s
nl: Bezig Btfrs-volume %1$s in te krimpen met %2$s
pl: Zmniejszanie woluminu Btrfs %1$s o %2$s
pt_br: Reduzindo o volume Btrfs %1$s em %2$s
sv: Minskar BTRFS-volymen %1$s med %2$s
uk: Зменшення тому Btrfs %1$s на %2$s

source: Reducing volume group %1$s by %2$s
ar: يتم الآن تصغير مجموعة وحدة التخزين %1$s بواسطة %2$s
bg: Намаляване на групата от масиви %1$s с %2$s
cs: Zmenšuje se skupina svazků %1$s o %2$s
da: Formindsker diskområdegruppe %1$s med %2$s
el: Αναγωγή Ομάδας Τόμου %1$s από %2$s
es: Reduciendo el grupo de volúmenes %1$s para %2$s
gl: Reducindo o grupo de volumes %1$s en %2$s
ja: ボリューム %1$s を %2$s で縮小しています
km: កំពុង​បន្ថយ​ក្រុម​ភាគ​ថាស​ %1$s ត្រឹម %2$s
nb: Reduserer volumgruppe %1$s med %2$s
nl: Volumegroep %1$s inkrimpen met %2$s
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਨੂੰ %2$s ਰਾਹੀਂ ਘਟਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Zmniejszanie grupy woluminów %1$s o %2$s
pt: A reduzir grupo de volumes %1$s por %2$s
pt_br: Reduzindo o grupo de volume %1$s em %2$s
ro: Reducgrupul de volume %1$s cu %2$s
sv: Minskar volymgruppen %1$s med %2$s
th: ทำการลดขนาดกลุ่มโวลุม %1$s โดย %2$s
uk: Зменшення групи томів %1$s на %2$s
wa: Dji raptiti l' groupe di volumes %1$s pa %2$s
xh: Kuncitshiswa iqela lesandi elingu%1$s ngo %2$s
zu: Ukunciphisa iqembu levolumu %1$s nge-%2$s

source: Remove %1$s
ar: إزالة %1$s
bg: Премахване на %1$s
cs: Odstranit %1$s
da: Fjern %1$s
el: Αφαίρεση του %1$s
es: Eliminar %1$s
gl: Eliminar %1$s
ja: %1$s の削除
km: យក %1$s ចេញ
nb: Slett %1$s
nl: %1$s verwijderen
pa: %1$s ਹਟਾਓ
pl: %1$s zostanie usunięty
pt: Remover %1$s
pt_br: Remover %1$s
ro: Îndepărtează %1$s
sv: Ta bort %1$s
th: ลบ %1$s ออก
uk: Вилучити %1$s
wa: Oister %1$s
xh: Shenxisa %1$s
zu: Susa %1$s

source: Remove %1$s from %2$s
ar: إزالة %1$s من %2$s
bg: Премахване на устройството %1$s от %2$s
cs: Odstranit %1$s z %2$s
da: Fjern %1$s fra %2$s
el: Αφαίρεση του%1$s από το %2$s
es: Eliminar %1$s de %2$s
gl: Eliminar %1$s de %2$s
ja: %1$s を %2$s から削除
km: យក %1$s ចេញ​ពី %2$s
nb: Fjern %1$s fra %2$s
nl: %1$s uit %2$s verwijderen
pa: %1$s ਨੂੰ %2$s ਤੋਂ ਹਟਾਓ
pl: %1$s zostanie usunięty z %2$s
pt: Remover %1$s do %2$s
pt_br: Remover %1$s de %2$s
ro: Îndepărtează %1$s de la %2$s
sv: Ta bort %1$s från %2$s
th: ลบ %1$s ออกจาก %2$s
uk: Вилучити %1$s з %2$s
wa: Oister %1$s di %2$s
xh: Shenxisa u %1$s ukuuka ku %2$s
zu: Susa i-%1$s kwi-%2$s

source: Remove NFS volume %1$s
ar: إزالة حجم nfs %1$s
cs: Odstranit svazek NFS %1$s
da: Fjern NFS-diskområde %1$s
el: Αφαίρεση τόμου NFS %1$s
es: Eliminar volumen %1$s
km: យក​ភាគ​ថាស NFS %1$s ចេញ
nl: NFS-volume %1$s verwijderen
pl: Wolumin NFS %1$s zostanie usunięty
pt_br: Remover o volume NFS %1$s
sv: Ta bort NFS-volymen %1$s
uk: Вилучити том NFS %1$s

source: Remove RAID %1$s
ar: إزالة الغارة %1$s
cs: Odstranit RAID %1$s
da: Fjern RAID %1$s
el: Αφαίρεση RAID %1$s
es: Eliminar RAID %1$s
km: យក RAID %1$s ចេញ
nl: RAID %1$s verwijderen
pl: Macierz RAID %1$s zostanie usunięta
pt_br: Remover RAID %1$s
sv: Ta bort RAID %1$s
uk: Вилучити RAID %1$s

source: Remove entry for mount point %1$s from %2$s
ar: إزالة إدخال لنقطة التوصيل %1$s من %2$s
bg: Премахване пътя за монтиране на %1$s от %2$s
cs: Odstranit bod připojení %1$s z %2$s
da: Fjern indgang for monteringspunktet %1$s fra %2$s
el: Μετακίνηση σημείου προσάρτησης του%1$s σε %2$s
es: Eliminar entrada para el punto de montaje %1$s de %2$s
gl: Eliminar a entrada do punto de montaxe %1$s en %2$s
ja: マウントポイント %1$s のエントリを %2$s から削除
km: យក​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s ចេញ​ពី %2$s
nb: Slett oppføring for monteringspunkt %1$s fra %2$s
nl: Aankoppelpunt verwijderen van %1$s uit %2$s
pa: %2$s ਤੋਂ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਇੰਦਰਾਜ਼ ਹਟਾਓ
pl: Punkt montowania %1$s zostanie usunięty z %2$s
pt: Remover entrada para o ponto de montagem de %1$s para %2$s
pt_br: Remover entrada do ponto de montagem %1$s de %2$s
ro: Șterge intrarea pentru punctul de montare %1$s din %2$s
sv: Ta bort en post för monteringspunkten %1$s från %2$s
th: ลบรายการของจุดเมานท์ %1$s ออกจากแฟ้ม %2$s
uk: Вилучити запис для точки монтування %1$s з %2$s
wa: Oister ene intrêye pol pont d' montaedje %1$s di %2$s
xh: Shenxisa ungeniso lwendawo yokugxumeka %1$s ukusuka ku %2$s
zu: Susa i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: Remove software RAID %1$s
ar: حذف برنامج الغارة %1$s
bg: Изтриване на софтуерен RAID %1$s
cs: Odstranit softwarový RAID %1$s
da: Fjern software-RAID %1$s
el: Δημιουργία Λογισμικού RAID %1$s
es: Eliminar el RAID por software %1$s
gl: Eliminar o RAID por software %1$s
ja: ソフトウエア RAID %1$s を削除
km: យក​កម្មវិធី​របស់ RAID %1$s ចេញ
nb: Slett programvare-RAID %1$s
nl: Software RAID %1$s verwijderen
pl: Programowy RAID %1$s zostanie usunięty
pt_br: Remover o RAID de software %1$s
ro: Eliminați software-ul RAID %1$s
sv: Ta bort programvaru-RAID %1$s
th: ทำการลบ RAID แบบซอฟต์แวร์ %1$s
uk: Вилучити програмний RAID %1$s
wa: Disfacer li programe RAID %1$s

source: Remove subvolume %1$s on device %2$s
ar: إزالة الحجم الفرعي %1$s على الجهاز %2$s
cs: Odstranit podřízený svazek %1$s na zařízení %2$s
da: Fjern underdiskområde %1$s på enheden %2$s
el: Αφαίρεση υπο-τόμου %1$s στη συσκευή %2$s
es: Eliminar subvolumen %1$s del dispositivo %2$s
ja: デバイス %2$s 上のサブボリューム %1$s を削除
km: យក​ភាគ​ថាស​រង​ %1$s លើ​ឧបករណ៍​ %2$s ចេញ
nb: Fjern undervolumet %1$s på enheten %2$s
nl: Subvolume %1$s op apparaat %2$s verwijderen
pl: Wolumin podrzędny %1$s na urządzeniu %2$s zostanie usunięty
pt_br: Remover o subvolume %1$s no dispositivo %2$s
ro: Elimină subvolumul %1$s de pe dispozitivul %2$s
sv: Ta bort undervolym %1$s på enhet %2$s
uk: Вилучити підтом %1$s на пристрої %2$s

source: Remove tmpfs from %1$s
ar: إزالة tmpfs من %1$s
cs: Odstranit tmpfs z %1$s
da: Fjern tmpfs fra %1$s
el: Αφαίρεση του tmpfs από %1$s
es: Eliminar tmpfs de %1$s
ja: tmpfs を %1$s から削除
km: យក​ tmpfs ចេញ​ពី %1$s
nb: Fjerner tmpfs fra %1$s
nl: Tmpfs verwijderen uit %1$s
pl: tmpfs zostanie usunięty z %1$s
pt_br: Remover tmpfs de %1$s
ro: Elimină tmpfs de pe %1$s
sv: Ta bort tmpfs från %1$s
uk: Вилучити tmpfs із %1$s

source: Remove tmpfs volume from mount point %1$s
ar: إزالة حجم Tmpfs من نقطة التوصيل %1$s
cs: Odstranit Tmpfs svazek z bodu připojení %1$s
da: Fjern tmpfs-diskområde fra monteringspunktet %1$s
el: Αφαίρεση τόμου tmpfs από το σημείο προσάρτησης %1$s
es: Eliminar volumen Tmpfs del punto de montaje %1$s
km: យក​ភាគ​ថាស tmpfs ចេញពី​ចំណុច​ម៉ោន %1$s
nl: tmpfs-volume verwijderen van aankoppelpunt %1$s
pl: Wolumin tmpfs zostanie usunięty z punktu montowania %1$s
pt_br: Remover o volume tmpfs do ponto de montagem %1$s
sv: Ta bort TMPFS-volymen från monteringspunkten %1$s
uk: Вилучити том tmpfs із точки монтування %1$s

source: Remove volume %1$s
ar: إزالة الحجم %1$s
bg: Изтриване на масив %1$s
cs: Odstranit svazek %1$s
da: Fjern diskområde %1$s
el: Δημιουργία Λογικού Τόμου %1$s
es: Eliminar volumen %1$s
gl: Eliminar o volume %1$s
ja: ボリューム %1$s を削除
km: យក​ភាគ​ថាស %1$s ចេញ
nb: Fjern volumet %1$s
nl: Volume %1$s verwijderen
pl: Wolumin %1$s zostanie usunięty
pt_br: Remover o volume %1$s
ro: Șterge volumul %1$s
sv: Ta bort volymen %1$s
th: ลบโวลุม %1$s ออก
uk: Вилучити том %1$s
wa: Oister li volume %1$s

source: Remove volume group %1$s
ar: إزالة مجموعة وحدة التخزين %1$s
bg: Изтриване на група от масиви %1$s
cs: Odstranit skupinu svazků %1$s
da: Fjern diskområdegruppe %1$s
el: Αφαίρεση ομάδας τόμου %1$s
es: Eliminar el grupo de volúmenes %1$s
gl: Eliminar o grupo de volumes %1$s
ja: ボリュームグループ %1$s を削除
km: យក​ក្រុម​ភាគ​ថាស %1$s ចេញ
nb: Fjern volumgruppe %1$s
nl: Volumegroep %1$s verwijderen
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਹਟਾਓ
pl: Grupa woluminów %1$s zostanie usunięta
pt: Remover grupo de volumes %1$s
pt_br: Remover o grupo de volume %1$s
ro: Îndepărtează grupul de volume %1$s
sv: Ta bort volymgruppen %1$s
th: ลบกลุ่มโวลุม %1$s ออก
uk: Вилучити групу томів %1$s
wa: Oister l' groupe di volumes %1$s
xh: Shenxisa iqela lesandi elingu %1$s
zu: Susa iqembu levolumu %1$s

source: Removing %1$s
ar: يتم الآن إزالة %1$s
bg: Премахване на %1$s
cs: Odstraňuje se %1$s
da: Fjerner %1$s
el: Αφαίρεση του %1$s
es: Eliminando %1$s
gl: Eliminando %1$s
ja: %1$s を削除しています
km: កំពុង​យក %1$s ចេញ
nb: Sletter %1$s
nl: %1$s verwijderen
pa: %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie %1$s
pt: A remover %1$s
pt_br: Removendo %1$s
ro: Îndepărtez %1$s
sv: Tar bort %1$s
th: ทำการลบ %1$s ออก
uk: Вилучення %1$s
wa: Dji oistêye %1$s
xh: Ukushenxisa %1$s
zu: Ukususa %1$s

source: Removing NFS volume %1$s
ar: يتم الآن إزالة حجم nfs %1$s
cs: Odstranit svazek NFS %1$s
da: Fjerner NFS-diskområde %1$s
el: Αφαίρεση τόμου NFS %1$s
es: Eliminando el volumen NFS %1$s
km: យក​ភាគ​ថាស NFS %1$s ចេញ
nl: NFS-volume %1$s verwijderen
pl: Usuwanie woluminu NFS %1$s
pt_br: Removendo o volume NFS %1$s
sv: Tar bort NFS-volymen %1$s
uk: Вилучення тому NFS %1$s

source: Removing RAID %1$s
ar: يتم الآن إزالة الغارة %1$s
cs: Odstraňuje se RAID %1$s
da: Fjerner RAID %1$s
el: Αφαίρεση RAID %1$s
es: Eliminando RAID %1$s
km: យក RAID %1$s ចេញ
nl: RAID %1$s verwijderen
pl: Usuwanie macierzy RAID %1$s
pt_br: Removendo RAID %1$s
sv: Tar bort RAID %1$s
uk: Вилучення RAID %1$s
