Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Shrink logical volume %1$s to %2$s
ar: تقليص وحدة التخزين المنطقية %1$s إلى %2$s
bg: Смаляване на логически дял %1$s на %2$s
cs: Zmenšit logický svazek %1$s na %2$s
da: Formindsk logisk diskområde %1$s til %2$s
el: Σύμπτυξη του λογικού τόμου %1$s σε %2$s
es: Reducir el volumen lógico %1$s a %2$s
gl: Reducir o volume lóxico %1$s a %2$s
ja: 論理ボリューム %1$s を %2$s に縮小
km: បង្រួញ​ភាគ​ថាស​ឡូជីខល %1$s ទៅ %2$s
nb: Krymp logisk volum %1$s til %2$s
nl: Logisch volume %1$s inkrimpen tot %2$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟੋ
pl: Wolumin logiczny %1$s zostanie zmniejszony do %2$s
pt: Encolher volume lógico %1$s para %2$s
pt_br: Diminuir o volume lógico %1$s para %2$s
ro: Restrânge volumul logic %1$s la %2$s
sv: Krymp den logiska volymen %1$s till %2$s
th: ลดขนาดโวลุมลอจิคัล %1$s เป็นขนาด %2$s
uk: Зменшити логічний том %1$s до %2$s
wa: Raptiti l' volume lodjike %1$s a %2$s
xh: Nciphisa isandi ngokwengqiqo elindelekileyo esingu %1$s ukuya ku%2$s
zu: Ukunciphisa ivolumu enengqondo %1$s kwi-%2$s

source: Shrink multipath partition %1$s to %2$s
ar: تقليص قسم متعدد المسارات %1$s إلى %2$s
bg: Намаляване на многопътния дял %1$s на %2$s
cs: Zmenšit multipath oddíl %1$s na %2$s
da: Formindsk multipath-partition %1$s til %2$s
el: Σύμπτυξη πολυτμηματικής κατάτμησης %1$s στο %2$s
es: Reducir la partición multipath %1$s a %2$s
ja: マルチパスパーティション %1$s を %2$s まで縮小
km: បង្រួញ​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅ %2$s
nb: Krymp multipath-partisjon %1$s til %2$s
nl: Multipad-partitie %1$s inkrimpen tot %2$s
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਸੁੰਘੜੋ
pl: Partycja multipath %1$s zostanie zmniejszona do %2$s
pt_br: Diminuir a partição de caminhos múltiplos %1$s para %2$s
ro: Restrânge partiția multipath %1$s la %2$s
sv: Krymp Multipath-partitionen %1$s till %2$s
th: ลดขนาดพาร์ทิชัน %1$s ของมัลติพาธ เป็นขนาด %2$s
uk: Зменшити багатошляховий розділ %1$s до %2$s
wa: Raptiti l' pårticion multipath %1$s a %2$s

source: Shrink partition %1$s to %2$s
ar: تقليص قسم %1$s إلى %2$s
bg: Намаляване на дял %1$s на %2$s
cs: Zmenšit oddíl %1$s na %2$s
da: Formindsk partition %1$s til %2$s
el: Σύμπτυξη κατάτμησης %1$s στο %2$s
es: Reducir la partición %1$s a %2$s
gl: Reducir a partición %1$s a %2$s
ja: パーティション %1$s を %2$s まで縮小
km: បង្រួញ​ភាគ​ថាស %1$s ទៅ %2$s
nb: Krymp partisjon %1$s til %2$s
nl: Partitie %1$s inkrimpen tot %2$s
pa: ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਸੁੰਘੜੋ
pl: Partycja %1$s zostanie zmniejszona do %2$s
pt: Encolher partição %1$s para %2$s
pt_br: Diminuir a partição %1$s para %2$s
ro: Restrâng partiția %1$s la %2$s
sv: Krymp partitionen %1$s till %2$s
th: ลดขนาดพาร์ทิชัน %1$s เป็นขนาด %2$s
uk: Зменшити розділ %1$s до %2$s
wa: Raptiti l' pårticion %1$s a %2$s
xh: Kushenxiswa isahlulelo esingu %1$s ukuya ku %2$s
zu: Nciphisa ukuhlukaniswa kwamaphathishini %1$s ku-%2$s

source: Shrinking %1$s to %2$s
ar: يتم الآن تقليص %1$s إلى %2$s
bg: Намаляване %1$s на %2$s
cs: Zmenšuje se %1$s na %2$s
da: Formindsker %1$s til %2$s
el: Σύμπτυξη %1$s σε %2$s
es: Reduciendo %1$s a %2$s
gl: Reducindo %1$s a %2$s
ja: %1$s を %2$s まで縮小しています
km: កំពុង​បង្រួញ %1$s ទៅ %2$s
nb: Krymper %1$s til %2$s
nl: %1$s inkrimpen tot %2$s
pa: %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmniejszanie %1$s do %2$s
pt: A encolher %1$s para %2$s
pt_br: Diminuindo %1$s para %2$s
ro: Restrâng %1$s la %2$s
sv: Krymper %1$s till %2$s
th: ทำการลดขนาด %1$s เป็นขนาด %2$s
uk: Зменшення %1$s до %2$s
wa: Dji raptiti %1$s a %2$s
xh: Kushenxiswa esingu %1$s ukuya ku %2$s
zu: Ukunciphisa i-%1$s uyise ku-%2$s

source: Shrinking RAID partition %1$s to %2$s
ar: يتم الآن تقليص قسم غاره %1$s إلى %2$s
cs: Zmenšuje se oddíl RAID %1$s na %2$s
da: Formindsker RAID-partition %1$s til %2$s
el: Σύμπτυξη κατάτμησης RAID %1$s στο %2$s
es: Reduciendo la partición RAID %1$s a %2$s
km: បង្រួញ​ភាគ​ថាស RAID %1$s ទៅ %2$s
nl: Bezig RAID-partitie %1$s in te krimpen tot %2$s
pl: Zmniejszanie partycji RAID %1$s do %2$s
pt_br: Diminuindo a partição RAID %1$s para %2$s
sv: Krymper RAID-partitionen %1$s till %2$s
uk: Зменшення розділу RAID %1$s до %2$s

source: Shrinking logical volume %1$s to %2$s
ar: يتم الآن تقليص وحدة التخزين المنطقية %1$s إلى %2$s
bg: Смаляване на логически дял %1$s на %2$s
cs: Zmenšuje se logický svazek %1$s na %2$s
da: Formindsker logisk diskområde %1$s til %2$s
el: Σύμπτυξη λογικού τόμου %1$s σε %2$s
es: Reduciendo el volumen lógico %1$s a %2$s
gl: Reducindo o volume lóxico %1$s a %2$s
ja: 論理ボリューム %1$s を %2$s に縮小しています
km: កំពុង​បង្រួញ​ភាគ​ថាស​ឡូជីខល %1$s ទៅ %2$s
nb: Krymper logisk volum %1$s til %2$s
nl: Logisch volume %1$s inkrimpen tot %2$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmniejszanie woluminu logicznego %1$s do %2$s
pt: A encolher volume lógico %1$s para %2$s
pt_br: Diminuindo o volume lógico %1$s para %2$s
ro: Restrâng volumul logic %1$s la %2$s
sv: Krymper den logiska volymen %1$s till %2$s
th: ทำการลดขนาดโวลุมลอจิคัล %1$s เป็นขนาด %2$s
uk: Укорочення логічного тому %1$s до %2$s
wa: Dji raptiti l' volume lodjike %1$s a %2$s
xh: Kuncitshiswa isandi ngokwengqiqo elindelekileyo esingu %1$s ukuya ku%2$s
zu: Ukunciphisa ivolumu enengqondo %1$s kwi-%2$s

source: Shrinking multipath partition %1$s to %2$s
ar: يتم الآن تقليص قسم متعدد المسارات %1$s إلى %2$s
bg: Намаляване на многопътния дял %1$s на %2$s
cs: Zmenšuje se multipath oddíl %1$s na %2$s
da: Formindsker multipath-partition %1$s til %2$s
el: Σύμπτυξη πολυτμηματικής κατάτμησης %1$s στο %2$s
es: Reduciendo la partición multipath %1$s a %2$s
ja: マルチパスパーティション %1$s を %2$s まで縮小しています
km: កំពុង​បង្រួញ​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅ %2$s
nb: Krymper multipath-partisjon %1$s til %2$s
nl: Multipad-partitie %1$s inkrimpen tot %2$s
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmniejszanie partycji multipath %1$s do %2$s
pt_br: Diminuindo a partição de caminhos múltiplos %1$s para %2$s
ro: Restrâng partiția multipath %1$s la %2$s
sv: Krymper Multipath-partitionen %1$s till %2$s
th: ทำการลดขนาดพาร์ทิชัน %1$s ของมัลติพาธ เป็นขนาด %2$s
uk: Зменшення багатошляхового розділу %1$s до %2$s
wa: Dji raptiti l' pårticion multipath %1$s a %2$s

source: Shrinking partition %1$s to %2$s
ar: يتم الآن تقليص قسم %1$s إلى %2$s
bg: Намаляване на дял %1$s на %2$s
cs: Zmenšuje se oddíl %1$s na %2$s
da: Formindsker partition %1$s til %2$s
el: Σύμπτυξη κατάτμησης %1$s στο %2$s
es: Reduciendo la partición %1$s a %2$s
gl: Reducindo a partición %1$s a %2$s
ja: パーティション %1$s を %2$s まで縮小しています
km: កំពុង​បង្រួញ​ភាគ​ថាស %1$s ទៅ %2$s
nb: Krymper partisjon %1$s til %2$s
nl: Partitie %1$s inkrimpen tot %2$s
pa: ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmniejszanie partycji %1$s do %2$s
pt: A encolher partição %1$s para %2$s
pt_br: Diminuindo a partição %1$s para %2$s
ro: Restrânge partiția %1$s la %2$s
sv: Krymper partitionen %1$s till %2$s
th: ทำการลดขนาดพาร์ทิชัน %1$s เป็นขนาด %2$s
uk: Зменшення розділу %1$s до %2$s
wa: Dji raptiti l' pårticion %1$s a %2$s
xh: Kushenxiswa isahlulelo esingu %1$s ukuya ku %2$s
zu: Amaphathishini ahlukanisiwe anciphayo %1$s ku-%2$s

source: T
km: ត.ប.
th: เท
uk: ТБ

source: TB
km: តេរ៉ាបៃ
th: เทราไบต์
uk: ТБ
xh: i-TB
zu: I-TB

source: The partition table type on disk %1$s cannot be handled by this tool. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
ar: تعذر معالجة نوع جدول الأقسام على القرص %1$s بواسطة هذه الأداة. يمكنك استخدام الأقسام على القرص %1$s كما هي. يمكنك تهيئتها وتخصيص نقاط توصيل إليها، ولكن لا يمكنك إضافة أقسام إلى هذا القرص أو تحريرها أو تغيير حجمها أو إزالتها بهذه الأداة.
bg: Дяловете на диск %1$s не могат да се обработят от този инструмент. Можете да използвате дяловете на диск %1$s както са. Можете да ги форматирате и задавате пътища за монтиране, но не можете да ги добавяте, изтривате, редактирате или да променяте размера им с този инструмент.
cs: Tímto nástrojem nelze manipulovat s rozdělením disku %1$s. Můžete použít oddíly na disku %1$s tak, jak jsou. Můžete je zformátovat, přiřadit jim přípojné body, ale nelze je tímto nástrojem upravovat, přidávat, odstraňovat ani měnit jejich velikost.
da: Partitionstabel-typen på disken %1$s kan ikke håndteres af dette værktøj. Du kan bruge partitionerne på disken %1$s som de er. Du kan formatere dem og tildele dem monteringspunkter, men du kan ikke tilføje, redigere, ændre størrelse eller fjerne partitioner fra denne disk med dette værktøj.
el: Ο πίνακας κατατμήσεων στον δίσκο %1$s δεν μπορεί να χειριστεί από αυτό το εργαλείο. Μπορείτε να χρησιμοποιήσετε τις κατατμήσεις στο δίσκο %1$s όπως είναι. Μπορείτε να τις διαμορφώσετε και να αναθέσετε σημεία προσάρτησης σε αυτές, αλλά δεν μπορείτε να προσθέσετε, επεξεργαστείτε, να μεταβάλετε το μέγεθος, ή να αφαιρέσετε κατατμήσεις από αυτό το δίσκο με αυτό το εργαλείο.
es: El tipo de tabla de particiones del disco %1$s no es compatible con la gestión mediante esta herramienta. Puede utilizar las particiones del disco %1$s en su estado actual. Puede darles formato y asignarles puntos de montaje, pero no podrá añadir, editar, eliminar ni cambiar el tamaño de las particiones de ese disco con esta herramienta.
gl: Esta ferramenta non pode manexar a o tipo de táboa de particións do disco %1$s. Pode usar as particións do disco %1$s tal como están. Pode formatalas e asignarlle puntos de montaxe, pero non pode engadir, modificar, redimensionar, ou eliminar particións deste disco con esta ferramenta.
ja: ディスク %1$s のパーティションテーブルは、このツールでは処理 できません。 ディスク %1$s のパーティションは従来通りお使いいただけます。 フォーマットやマウントポイントの割り当てなどは行なえますが、 このツールを利用したパーティションの追加／編集／サイズ変更／削除などは 行なうことができません。
km: ប្រភេទ​តារាង​ភាគ​នៅ​លើ​ថាស %1$s មិន​អាច​ដោះស្រាយ​បាន​ដោយ ឧបករណ៍​នេះ ។ អ្នក​អាច​ប្រើ​ភាគ​នៅ​លើ​ថាស %1$s ដូច​ពួកវា ។ អ្នក​អាច​ធ្វើ​ទ្រង់ទ្រាយ​ពួក​វា និង​ផ្ដល់​ចំណុច​ម៉ោន​ទៅ​ពួកវា ប៉ុន្តែ​អ្នក មិន​អាច​បន្ថែម កែសម្រួល ផ្លាស់​ប្ដូរ​ទំហំ ឬ​យក​ភាគ​ចេញ​ពី​ថាស​នោះ ​ដោយ​ប្រើ​​ឧបករណ៍​នេះ​បាន​ឡើយ ។
nb: Partisjoneringen på disken %1$s kan ikke leses av dette verktøyet. Du kan bruke partisjonene på disken %1$s som de er. Du kan formatere dem og tilordne monteringspunkter til dem, men du kan ikke legge til, redigere, endre størrelser eller slette partisjoner fra denne disken med dette verktøyet.
nl: Het type partitietabel op schijf %1$s kan niet worden bewerkt met dit gereedschap. U kunt de partities op schijf %1$s gebruiken zoals ze nu zijn. U kunt de partities formatteren en er aankoppelpunten aan toekennen, maar u kunt geen partities toevoegen, wijzigen, van afmeting veranderen of verwijderen met dit gereedschap.
pa: ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ ਕਿਸਮ ਨੂੰ ਇਹ ਟੂਲ ਰਾਹੀਂ ਹੈਂਡਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਇੰਝ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਫਾਰਮੈਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਮਾਊਂਟ ਪੁਆਇੰਟ ਦੇ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਉਸ ਡਿਸਕ ਤੋਂ ਇਹ ਟੂਲ ਰਾਹੀਂ ਪਾਰਟੀਸ਼ਨ ਸ਼ਾਮਲ, ਸੋਧ, ਮੁੜ-ਆਕਾਰ ਜਾਂ ਹਟਾ ਨਹੀਂ ਸਕਦੇ ਹੋ।
pl: Typ tablicy partycji dysku %1$s nie jest obsługiwany przez to narzędzie. Można użyć partycji na dysku %1$s w ich obecnej postaci. Można je sformatować i przyporządkować do punktów montowania, ale nie można dodawać, edytować, zmieniać rozmiaru ani usuwać ich z dysku przy użyciu tego narzędzia.
pt: O particionamento do disco rígido %1$s não é reconhecido por esta ferramenta de particionamento. Pode utilizar as partições do disco %1$s como estão. Pode formatá-las e associá-las a pontos de montagem, mas não pode adicionar, editar, redimensionar ou remover partições neste disco com esta ferramenta.
pt_br: O tipo da tabela de partições no disco %1$s não pode ser manipulada por esta ferramenta. Você pode usar as partições no disco %1$s como elas se apresentam. Você pode formatá-las e atribuir pontos de montagem a elas, mas você não pode adicionar, editar, redimensionar ou remover partições daquele disco com esta ferramenta.
ro: Tabela de partiții de pe discul %1$s nu poate fi manipulată prin acest utilitar. Puteți utiliza partițiile de pe discul %1$s ca atare. Puteți să le formatați și să le asignați puncte de montare, dar nu puteți adăuga, edita, redimensiona sau îndepărta partiții de pe acest disc prin acest utilitar.
sv: Det här verktyget kan inte hantera typen av partitionstabell på disken %1$s. Du kan använda partitionerna på disken %1$s som de ser ut nu. Du kan formatera dem och tilldela monteringspunkter till dem, men det går inte att lägga till, redigera, ändra storlek på eller ta bort partitioner från disken med det här verktyget.
th: ชนิดของตารางพาร์ทิชันบนดิสก์ %1$s ไม่สามารถถูกจัดการ ด้วยเครื่องมือนี้ได้ คุณสามารถใช้พาร์ทิชันบนดิสก์ %1$s อย่างที่มันเป็นอยู่ได้ คุณสามารถฟอร์แมตมันและกำหนดจุดเมานท์ให้มันได้ แต่คุณ ไม่สามารถทำการเพิ่ม, แก้ไข, ปรับขนาด หรือลบพาร์ทิชัน จากดิสก์ดังกล่าวด้วยเครื่องมือนี้ได้
uk: Ця утиліта не працює з даним типом таблиці розподілу на диску %1$s. Можете використовувати розділи на диску %1$s так як є. Можна буде відформатувати їх і призначити для них точки монтування, але ви не зможете додавати, редагувати, змінювати розмір або вилучати розділи з диска за допомогою цієї утиліти.
wa: Li sôre di tåve des pårticions sol plake %1$s ni pout nén esse apougneye pa ciste usteye. Vos vs poloz siervi des pårticions sol plake %1$s come ele sont. Vos les ploz abwesner eyet lzî aroyî des ponts d' montaedje mins vos n' poloz nén radjouter, candjî, candjî l' grandeu ou co oister des pårticions d' cisse plake avou ciste usteye.
xh: Itheybhile yesahlulelo ichwetheza kwidiski %1$s ayikwazi kulawulwa sesi sixhobo. Ungasebenzisa izahlulelo kwidiski %1$s njengokuba zinjalo. Ungazicwangcisa kwaye umise iindawo zokugxumeka kuzo, kodwa awunako ukongeza, ukuhlela, okanye ukutshintsha ubungakanani okanye ukushenxisa izahlulelo kulo diski ngesi sixhobo.
zu: Uhlobo lwethebula lokuhlukanisa amaphathishini kwidiski %1$s alukwazi ukusingathwa ngaleli thuluzi. Ungasebenzisa ukuhlukaniswa kwamaphathishini ediskini %1$s njengoba enjalo. Ungawafomatha futhi uwabele izindawo zokuxhakathiswa, kodwa ngeke ukwazi ukwenezela, ukuhlela, ukwenza kube ngomunye usayizi, noma ukususa amaphathishini kuleyo diski ngaleli thuluzi.

source: The system seems to have multipath hardware. Do you want to activate multipath?
ar: ويبدو أن النظام ذو جهاز متعدد المسارات. هل تريد تنشيط تعدد المسارات؟
cs: Zdáse, že systém má vícecestný hardware. Chcete aktivovat multipath?
da: Systemet lader til at have multipath-hardware. Vil du aktivere multipath?
el: Το σύστημα φαίνεται να έχει υλικό multipath. Θέλετε να ενεργοποιήσετε το multipath;
es: El sistema parece tener hardware multipath. ¿Desea activar multipath?
km: ប្រព័ន្ធ​ហាក់​ដូច​ជា​មាន​ផ្នែក​រឹង​ច្រើន​ផ្លូវ ។ តើ​អ្នក​ចង់​ធ្វើឲ្យ​ផ្លូវ​ជាច្រើន​សកម្ម​ដែរ​ឬ​ទេ ?
nl: Het systeem lijkt multipad-hardware te hebben. Wilt u multipad activeren?
pl: Wygląda na to, że system posiada sprzęt multipath. Czy aktywować multipath?
pt_br: O sistema parece ter hardawe de caminhos múltiplos. Deseja ativar os caminhos múltiplos?
ro: Probabil sistemul dispune de hardware multipath. Doriți să activați multipath?
sv: Systemet omfattar multipath-maskinvara. Vill du aktivera multipath?
uk: Система, вірогідно, має обладнання multipath. Хочете активувати multipath?

source: TiB
es: TB
km: តេរ៉ាបៃ
uk: ТіБ

source: Unmount failed.
ar: فشل إلغاء التوصيل.
bg: Демонтирането пропадна.
cs: Odpojení selhalo.
da: Afmontering mislykkedes.
el: Η αποπροσάρτηση απέτυχε.
es: Error al desmontar.
gl: Produciuse un erro ao montar.
ja: マウント解除に失敗しました。
km: អាន់ម៉ោន​បាន​បរាជ័យ ។
nb: Avmontering mislyktes.
nl: Afkoppelen is mislukt.
pl: Odmontowanie nie powiodło się.
pt_br: Falha ao desmontar.
ro: Demontarea nu a reușit.
sv: Avmonteringen misslyckades.
th: ล้มเหลวในการยกเลิกการเมานท์
uk: Демонтування зазнало невдачі.
wa: Li dismontaedje a fwait berwete.

source: Unmounting %1$s
ar: يتم الآن إلغاء توصيل %1$s
bg: Размонтиране на %1$s
cs: Odpojuje se %1$s
da: Afmonterer %1$s
el: Αποπροσάρτηση του %1$s
es: Desmontando %1$s
gl: Desmontando %1$s
ja: %1$s をアンマウントしています
km: កំពុង​អាន់ម៉ោន %1$s
nb: Avmonterer %1$s
nl: %1$s afkoppelen
pa: %1$s ਅਣ-ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Odmontowywanie %1$s
pt: A desmontar %1$s
pt_br: Desmontando %1$s
ro: Demontez %1$s
sv: Avmonterar %1$s
th: ทำการยกเลิกการเมานท์ %1$s
uk: Демонтування %1$s
wa: Dji dismonte %1$s
xh: Akugxunyekwanga u %1$s
zu: Ukuyeka ukuxhakathisa %1$s

source: Unmounting tmpfs
ar: يتم الآن إلغاء توصيل tmpfs
cs: Odpojuje se tmpfs
da: Afmonterer tmpfs
el: Αποπροσάρτηση του tmpfs
es: Desmontando tmpfs
ja: tmpfs をアンマウントしています
km: កំពុង​អាន់ម៉ោន tmpfs
nb: Avmonterer tmpfs
nl: Tmpfs afkoppelen
pl: Odmontowywanie tmpfs
pt_br: Desmontando tmpfs
ro: Demontează tmpfs
sv: Avmonterar tmpfs
uk: Демонтування tmpfs

source: Update entry for mount point %1$s in %2$s
ar: تحديث إدخال لنقطة التوصيل %1$s في %2$s
bg: Обновяване пътя за монтиране на %1$s да е %2$s
cs: Aktualizovat bod připojení %1$s v %2$s
da: Opdatér indgang for monteringspunktet %1$s i %2$s
el: Ενημέρωση σημείου προσάρτησης του %1$s σε %2$s
es: Actualizar entrada para el punto de montaje %1$s en %2$s
gl: Actualizar a entrada do punto de montaxe %1$s en %2$s
ja: %2$s のマウントポイント %1$s の項目を更新
km: ធ្វើ​បច្ចុប្បន្នភាព​​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s នៅ​ក្នុង %2$s
nb: Oppdater oppføring for monteringspunkt %1$s i %2$s
nl: Aankoppelpunt bijwerken van %1$s naar %2$s
pa: %2$s ਵਿੱਚ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਇੰਦਰਾਜ਼ ਅੱਪਡੇਟ
pl: Wpis dla punktu montowania %1$s zostanie zaktualizowany w %2$s
pt: Actualizar a entrada para o ponto de montagem de %1$s em %2$s
pt_br: Atualizar entrada do ponto de montagem %1$s em %2$s
ro: Actualizează intrarea pentru punctul de montare %1$s în %2$s
sv: Uppdatera posten för monteringspunkten %1$s i %2$s
th: ปรับปรุงรายการของจุดเมานท์ %1$s ไว้ในแฟ้ม %2$s
uk: Оновити запис для точки монтування %1$s в %2$s
wa: Mete a djoû ene intrêye pol pont d' montaedje %1$s dins %2$s
xh: Hlaziya ungeniso lwendawo yokugxumeka %1$s kwi %2$s
zu: Vuselela i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: Updating entry for mount point %1$s in %2$s
ar: يتم الآن تحديث إدخال نقطة التوصيل %1$s في %2$s
bg: Обновяване пътя за монтиране на %1$s да е %2$s
cs: Aktualizuje se bod připojení %1$s v %2$s
da: Opdaterer indgang for monteringspunktet %1$s i %2$s
el: Ενημέρωση σημείου προσάρτησης του %1$s σε %2$s
es: Actualizando entrada para el punto de montaje %1$s en %2$s
gl: Actualizando a entrada do punto de montaxe %1$s en %2$s
ja: %2$s のマウントポイント %1$s の項目を更新しています
km: កំពុង​ធ្វើ​បច្ចុប្បន្នភាព​​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s នៅ​ក្នុង %2$s
nb: Oppdaterer oppføring for monteringspunkt %1$s i %2$s
nl: Aankoppelpunt bijwerken van %1$s naar %2$s
pa: %2$s ਵਿੱਚ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਇੰਦਰਾਜ਼ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Aktualizacja wpisu dla punktu montowania %1$s w %2$s
pt: A actualizar entrada para o ponto de montagem de %1$s em %2$s
pt_br: Atualizando entrada do ponto de montagem %1$s em %2$s
ro: Actualizez intrarea pentru punctul de montare %1$s în %2$s
sv: Uppdaterar posten för monteringspunkten %1$s i %2$s
th: ทำการปรับปรุงรายการของจุดเมานท์ %1$s ไว้ในแฟ้ม %2$s
uk: Оновлення запису для точки монтування %1$s в %2$s
wa: Dji met a djoû ene intrêye pol pont d' montaedje %1$s dins %2$s
xh: Ukuhlaziya ungeniso lwendawo yokugxumeka %1$s kwi %2$s
zu: Ukuvuselela i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: Use %1$s as %2$s
ar: استخدام %1$s باعتباره %2$s
bg: Използване на %1$s като %2$s
cs: Použít %1$s jako %2$s
da: Brug %1$s som %2$s
el: Χρησιμοποιήστε το %1$s σαν %2$s
es: Usar %1$s como %2$s
gl: Usar %1$s como %2$s
ja: %1$s を %2$s として使用
km: ប្រើ %1$s ជា %2$s
nb: Bruk %1$s som %2$s
nl: %1$s gebruiken als %2$s
pa: %1$s ਨੂੰ %2$s ਵਾਂਗ ਵਰਤੋਂ
pl: Partycja %1$s zostanie użyta jako %2$s
pt: Utilizar %1$s como %2$s
pt_br: Usar %1$s como %2$s
ro: Utilizează %1$s ca %2$s
sv: Använd %1$s som %2$s
th: ใช้ %1$s สำหรับเป็น %2$s
uk: Вживати %1$s як %2$s
wa: Si siervi d' %1$s come %2$s
xh: Sebenzisa u %1$s njengo %2$s
zu: Sebenzisa i-%1$s njenge-%2$s

source: Volume Group
ar: مجموعة وحدات التخزين
bg: Група от масиви
cs: Skupina svazků
da: Diskområdegruppe
el: Ομάδα Τόμων
es: Grupo de volúmenes
gl: Grupo de volumes
ja: ボリュームグループ
km: ក្រុម​ភាគ​ថាស
nb: Volumgruppe
nl: Volumegroep
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ
pl: Grupa woluminów
pt: Grupo de Volumes
pt_br: Grupo de volume
ro: Grup de volume
sv: Volymgrupp
th: กลุ่มโวลุม
uk: Група томів
wa: Groupe di volumes
xh: Iqela Lesixa
zu: I-Volume Group
