Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Removing entry for mount point %1$s from %2$s
ar: يتم الآن إزالة إدخال نقطة التوصيل %1$s من %2$s
bg: Премахване пътя за монтиране на %1$s от %2$s
cs: Odstraňuje se bod připojení %1$s z %2$s
da: Fjerner indgang for monteringspunktet %1$s fra %2$s
el: Μετακίνηση σημείου προσάρτησης του %1$s σε %2$s
es: Eliminando entrada para el punto de montaje %1$s de %2$s
gl: Eliminando a entrada do punto de montaxe %1$s en %2$s
ja: マウントポイント %1$s の項目を %2$s から削除しています
km: កំពុង​យក​ធាតុ​សម្រាប់​ចំណុច​ម៉ោន %1$s ចេញ​ពី %2$s
nb: Sletter oppføring for monteringspunkt %1$s fra %2$s
nl: Aankoppelpunt verwijderen van %1$s uit %2$s
pa: %2$s ਤੋਂ ਮਾਊਂਟ ਪੁਆਇੰਟ %1$s ਇੰਦਰਾਜ਼ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie wpisu dla punktu montowania %1$s z %2$s
pt: A remover entrada para o ponto de montagem de %1$s para %2$s
pt_br: Removendo entrada do ponto de montagem %1$s de %2$s
ro: Șterg intrarea pentru punctul de montare %1$s din %2$s
sv: Tar bort en post för monteringspunkten %1$s från %2$s
th: ทำการลบรายการของจุดเมานท์ %1$s ออกจากแฟ้ม %2$s
uk: Вилучення запису для точки монтування %1$s з %2$s
wa: Dji oistêye ene intrêye pol pont d' montaedje %1$s di %2$s
xh: Ukushenxisa ungeniso lwendawo yokugxumeka %1$s ukusuka ku %2$s
zu: Ukususa i-entry yendawo yokuxhakathisa i-%1$s kwi-%2$s

source: Removing software RAID %1$s
ar: يتم الآن إزالة برنامج الغارة %1$s
bg: Изтриване на софтуерен RAID %1$s
cs: Odstranit softwarový RAID %1$s
da: Fjerner software-RAID %1$s
el: Διαγραφή Λογισμικού RAID %1$s
es: Eliminando el RAID por software %1$s
gl: Eliminando o RAID por software %1$s
ja: ソフトウエア RAID %1$s を削除しています
km: កំពុង​យក​កម្មវិធី​​របស់​ RAID %1$s ចេញ​
nb: Sletter programvare-RAID %1$s
nl: Software RAID %1$s verwijderen
pl: Usuwanie programowego RAID %1$s
pt_br: Removendo o RAID de software %1$s
ro: Se elimină software RAID %1$s
sv: Tar bort programvaru-RAID %1$s
th: ทำการลบ RAID แบบซอฟต์แวร์ %1$s ออก
uk: Вилучення програмного RAID %1$s
wa: Dji disface li programe RAID %1$s

source: Removing subvolume %1$s on device %2$s
ar: يتم الآن إزالة الحجم الفرعي %1$s على الجهاز %2$s
cs: Odstraňuje se podřízený svazek %1$s na zařízení %2$s
da: Fjerner underdiskområde %1$s på enheden %2$s
el: Αφαίρεση του υπο-τόμου %1$s στην συσκευή %2$s
es: Eliminando subvolumen %1$s de dispositivo %2$s
ja: デバイス %2$s 上のサブボリューム %1$s を削除しています
km: កំពុង​យក​ភាគ​ថាស​រង​ %1$s លើ​ឧបករណ៍​ %2$s ចេញ
nb: Fjerner undervolumet %1$s på enheten %2$s
nl: Bezig subvolume %1$s op apparaat %2$s verwijderen
pl: Usuwanie woluminu podrzędnego %1$s na urządzeniu %2$s
pt_br: Removendo o subvolume %1$s no dispositivo %2$s
ro: Se elimină subvolumul %1$s de pe dispozitivul %2$s
sv: Tar bort undervolym %1$s på enhet %2$s
uk: Вилучення підтому %1$s на пристрої %2$s

source: Removing tmpfs volume from mount point %1$s
ar: يتم الآن إزالة الحجم Tmpfs من نقطة التوصيل %1$s
cs: Odstraňuje se Tmpfs svazek z bodu připojení %1$s
da: Fjerner tmpfs-diskområde fra monteringspunktet %1$s
el: Αφαίρεση τόμου tmpfs από το σημείο προσάρτησης.%1$s
es: Eliminando volumen Tmpfs del punto de montaje %1$s
km: យក​ភាគ​ថាស tmpfs ចេញពី​ចំណុច​ម៉ោន %1$s
nl: Bezig tmpfs-volume te verwijderen van aankoppelpunt %1$s
pl: Usuwanie woluminu tmpfs z punktu montownia %1$s
pt_br: Removendo o volume tmpfs do ponto de montagem %1$s
sv: Tar bort TMPFS-volymen från monteringspunkten %1$s
uk: Вилучення тому tmpfs із точки монтування %1$s

source: Removing volume %1$s
ar: يتم الآن إزالة الحجم %1$s
bg: Изтриване на масив %1$s
cs: Odstranit svazek %1$s
da: Fjerner diskområde %1$s
el: Αφαίρεση του τόμου %1$s
es: Eliminando el volumen %1$s
gl: Eliminando o volume %1$s
ja: ボリューム %1$s を削除しています
km: កំពុង​យក​ភាគ​ថាស %1$s ចេញ
nb: Fjerner volumet %1$s
nl: Volume %1$s verwijderen
pl: Usuwanie woluminu %1$s
pt_br: Removendo o volume %1$s
ro: Se șterge volumul %1$s
sv: Tar bort volymen %1$s
th: ทำการลบโวลุม %1$s ออก
uk: Вилучення тому %1$s
wa: Dji oistêye li volume %1$s

source: Removing volume group %1$s
ar: يتم الآن إزالة مجموعة وحدة التخزين %1$s
bg: Изтриване на група от масиви %1$s
cs: Odstraňuje se skupina svazků %1$s
da: Fjerner diskområdegruppe %1$s
el: Αφαίρεση ομάδας τόμου %1$s
es: Eliminando el grupo de volúmenes %1$s
gl: Eliminando o grupo de volumes %1$s
ja: ボリュームグループ %1$s を削除しています
km: កំពុង​យក​ក្រុម​ភាគ​ថាស %1$s ចេញ
nb: Fjerner volumgruppe %1$s
nl: Volumegroep %1$s verwijderen
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie grupy woluminów %1$s
pt: A remover o grupo de volumes %1$s
pt_br: Removendo o grupo de volume %1$s
ro: Îndepărtez grupul de volume %1$s
sv: Tar bort volymgruppen %1$s
th: ทำการลบกลุ่มโวลุม %1$s ออก
uk: Вилучення групи томів %1$s
wa: Dji oistêye li groupe di volumes %1$s
xh: Kushenxisa iqela lesandi elingu %1$s
zu: Ukususa iqembu levolumu %1$s

source: Set disk label of %1$s to %2$s
ar: تعيين تسمية القرص من %1$s إلى %2$s
bg: Задаване етикета на диск %1$s да е %2$s
cs: Nastavit popisek disku %1$s na %2$s
da: Sæt diskmærkat for %1$s til %2$s
el: Ορισμός της ετικέτας του δίσκου %1$s σε %2$s
es: Definir etiqueta de disco de %1$s a %2$s
gl: Definir a etiqueta de disco de %1$s como %2$s
ja: %1$s のディスクラベルを %2$s に設定
km: កំណត់​ស្លាក​ថាស​នៃ​ %1$s ទៅ​ជា %2$s
nb: Definer diskbetegnelsen for %1$s som %2$s
nl: Schijflabel van %1$s instellen op %2$s
pa: ਡਿਸਕ ਲੇਬਲ %1$s ਤੋਂ %2$s ਸੈੱਟ ਕਰੋ
pl: Etykieta woluminu %1$s zostanie ustawiona na %2$s
pt: Definir a etiqueta de disco de %1$s para %2$s
pt_br: Configurar o rótulo de disco de %1$s como %2$s
ro: Setează eticheta de disc a %1$s pe %2$s
sv: Ange disketikett för %1$s till %2$s
th: ตั้งค่าป้ายชื่อดิสก์ของ %1$s เป็นชื่อ %2$s
uk: Наставити надпис диска %1$s до %2$s
wa: Aprester l' etikete del plake di %1$s so %2$s

source: Set label on %1$s to %2$s
ar: إعداد تسمية على %1$s إلى %2$s
bg: Задаване етикета на %1$s да е %2$s
cs: Nastavit popisek svazku %1$s na %2$s
da: Sæt mærkat på %1$s til %2$s
el: Ορισμός ετικέτας του %1$s σε %2$s
es: Definir la etiqueta de %1$s en %2$s
gl: Definir a etiqueta de %1$s como %2$s
ja: %1$s のラベルを %2$s に設定
km: កំណត់​ស្លាក​នៅ​លើ %1$s ទៅជា​ %2$s
nb: Sett betegnelse på %1$s til %2$s
nl: Label van %1$s instellen op %2$s
pa: %1$s ਉੱਤੇ ਲੇਬਲ %2$s ਦਿਓ
pl: Etykieta woluminu %1$s zostanie ustawiona na %2$s
pt: Definir a etiqueta em %1$s para %2$s
pt_br: Configurar o rótulo em %1$s como %2$s
ro: Setează eticheta pentru %1$s pe %2$s
sv: Ange etiketten på %1$s som %2$s
th: ตั้งป้ายชื่อบน %1$s เป็นชื่อ %2$s
uk: Встановити надпис на %1$s до %2$s
wa: Defini l' etikete so %1$s viè %2$s
xh: Misela ilebhile ku %1$s ukuya ku %2$s
zu: Setha ilebuli kwi-%1$s ku-%2$s

source: Set mount point of %1$s to %2$s
ar: تعيين نقطة توصيل %1$s إلى %2$s
bg: Задаване пътя за монтиране на %1$s да е %2$s
cs: Nastavit bod připojení %1$s na %2$s
da: Sæt monteringspunktet for %1$s til %2$s
el: Ορισμός σημείου προσάρτησης του %1$s σε %2$s
es: Definir el punto de montaje de %1$s en %2$s
gl: Definir o punto de montaxe de %1$s como %2$s
ja: %1$s のマウントポイントを %2$s に設定
km: កំណត់​ចំណុច​ម៉ោន​នៃ​ %1$s ទៅ​ជា %2$s
nb: Sett monteringspunkt for %1$s til %2$s
nl: Aankoppelpunt van %1$s instellen op %2$s
pa: %1$s ਦਾ ਮਾਊਟ ਥਾਂ %2$s ਦਿਓ
pl: Punkt montowania %1$s zostanie ustawiony na %2$s
pt: Definir ponto de montagem de %1$s para %2$s
pt_br: Configurar o ponto de montagem de %1$s como %2$s
ro: Setează punctul de montare al %1$s pe %2$s
sv: Ange monteringspunkten för %1$s som %2$s
th: ตั้งค่าจุดเมานท์ของ %1$s เป็นตำแหน่ง %2$s
uk: Наставити точку монтування %1$s до %2$s
wa: Defini l' pont d' montaedje di %1$s so %2$s
xh: Misela indawo yokugxumeka ka %1$s ukuya ku %2$s
zu: Setha indawo yokuxhakathisa ye %1$s kwi-%2$s

source: Set mount point of tmpfs to %1$s
ar: تعيين نقطة توصيل tmpfs إلى %1$s
cs: Nastavit bod připojení tmpfs na %1$s
da: Sæt monteringspunktet for tmpfs til %1$s
el: Ορισμός σημείου προσάρτησης του tmpfs %1$s
es: Definir el punto de montaje de tmpfs a %1$s
ja: tmpfs のマウントポイントを %1$s に設定
km: កំណត់​ចំណុច​ម៉ោន​នៃ​ tmpfs ទៅ​ជា %1$s
nb: Sett monteringspunktet for tmpfs til %1$s
nl: Aankoppelpunt van Tmpfs instellen op %1$s
pl: Punkt montowania tmpfs zostanie ustawiony na %1$s
pt_br: Configurar o ponto de montagem de tmpfs como %1$s
ro: Setează punctul de montare tmpfs pe %1$s
sv: Ange monteringspunkten för tmpfs som %1$s
uk: Установити точку монтування tmpfs до %1$s

source: Set type of RAID partition %1$s to %2$X
ar: تعيين نوع قسم الغارة %1$s إلى %2$X
cs: Nastavit oddíl RAID %1$s na typ %2$X
da: Sæt type af RAID-partition %1$s til %2$X
el: Ορισμός τύπου κατάτμησης RAID %1$s στο %2$X
es: Definir el tipo de partición RAID %1$s como %2$X
km: កំណត់​ប្រភេទ​ភាគ​ថាស RAID %1$s ទៅជា %2$X
nl: RAID-partitietype van %1$s instellen op %2$X
pl: Typ partycji RAID %1$s zostanie ustawiony na %2$X
pt_br: Configurar o tipo da partição RAID %1$s como %2$X
sv: Ange typen för RAID-partitionen %1$s som %2$X
uk: Установити тип розділу RAID %1$s до %2$X

source: Set type of multipath partition %1$s to %2$X
ar: تعيين نوع قسم متعدد المسارات %1$s إلى %2$X
bg: Задаване типа на многопътния дял %1$s на %2$X
cs: Nastavit multipath oddíl %1$s na typ %2$X
da: Sæt type af multipath-partition %1$s til %2$X
el: Ορισμός τύπου πολυτμηματικής κατάτμησης %1$s στο %2$X
es: Definir el tipo de partición multipath %1$s en %2$X
ja: マルチパスパーティション %1$s の種類を %2$X に設定
km: កំណត់​ប្រភេទ​របស់​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅជា %2$X
nb: Sett multipath-partisjonstype %1$s til %2$X
nl: Type van multipad-partitie %1$s instellen op %2$X
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਸੈੱਟ ਕਰੋ
pl: Typ partycji multipath %1$s zostanie ustawiony na %2$X
pt_br: Configurar o tipo da partição de caminhos múltiplos %1$s como %2$X
ro: Setează tipul partiției multipath %1$s pe %2$X
sv: Ange typen för Multipath-partitionen %1$s som %2$X
th: ตั้งค่าชนิดของพาร์ทิชัน %1$s ของมัลติพาธ เป็น %2$X
uk: Наставити тип багатошляхового розділу %1$s до %2$X
wa: Aprester l' sôre del pårticion a sacwats tchmins %1$s so %2$X

source: Set type of partition %1$s to %2$X
ar: تعيين نوع القسم %1$s إلى %2$X
bg: Задаване типа на дяла %1$s на %2$X
cs: Nastavit oddíl %1$s na typ %2$X
da: Sæt type af partition %1$s til %2$X
el: Ορισμός τύπου κατάτμησης %1$s στο %2$X
es: Definir el tipo de partición %1$s en %2$X
gl: Definir o tipo da partición %1$s como %2$X
ja: パーティション %1$s のタイプを %2$X に設定
km: កំណត់​ប្រភេទ​របស់​ភាគ​ថាស %1$s ទៅជា %2$X
nb: Sett partisjonstype %1$s til %2$X
nl: Partitietype van %1$s instellen op %2$X
pa: ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਸੈੱਟ ਕਰੋ
pl: Typ partycji %1$s zostanie ustawiony na %2$X
pt: Definir tipo de partição %1$s para %2$X
pt_br: Configurar o tipo da partição %1$s como %2$X
ro: Setează tipul partiției %1$s pe %2$X
sv: Ange typen för partitionen %1$s som %2$X
th: ตั้งค่าชนิดของพาร์ทิชัน %1$s เป็น %2$X
uk: Наставити тип розділу %1$s до %2$X
wa: Aprester l' sôre del pårticion %1$s so %2$X
xh: Miselwa uhlobo lwesahlulelo esingu %1$s ukuya ku %2$X
zu: Setha ukuhlukaniswa kohlobo lwamaphathishini %1$s ku-%2$X

source: Set type of partition %1$s to %2$s (%3$X)
ar: تعيين نوع القسم %1$s إلى %2$s (%3$X)
cs: Nastavit typ oddílu %1$s na %2$s (%3$X)
da: Sæt type af partition %1$s to %2$s (%3$X)
el: Ορισμός τύπου της κατάτμησης %1$s σε %2$s (%3$X)
es: Definir el tipo de partición %1$s en %2$s (%3$X)
nl: Partitietype van %1$s instellen op %2$s (%3$X)
pl: Typ partycji %1$s zostanie ustawiony na %2$s (%3$X)
pt_br: Configurar o tipo da partição %1$s como %2$s (%3$X )
sv: Ställ in partitionstypen %1$s till %2$s (%3$X)
uk: Задати для розділу %1$s тип %2$s (%3$X)

source: Set up encrypted dm device on %1$s
ar: إعداد جهاز dm مشفر على %1$s
bg: Задаване на криптирано dm устройство на %1$s
cs: Nastavit šifrované zařízení dm na %1$s.
da: Sæt krypteret DM-enhed op på %1$s
el: Ορισμός κρυπτογραφημένης συσκευής dm στο %1$s
es: Configurar el dispositivo DM cifrado en %1$s
gl: Configurar dispositivo dm cifrado en %1$s
ja: %1$s 上の暗号化 dm デバイスを設定
km: រៀបចំ​ឧបករណ៍​ dm ដែល​បាន​អ៊ិនគ្រីបលើ %1$s
nb: Installer kryptert et-enhet på %1$s
nl: Versleuteld dm-apparaat instellen op %1$s
pa: %1$s ਉੱਤੇ ਇੰਕ੍ਰਿਪਟ dm ਜੰਤਰ ਸੈੱਟਅੱਪ
pl: Zaszyfrowane urządzenie DM zostanie skonfigurowane na %1$s
pt: Definir dispositivo dm cifrado em %1$s
pt_br: Configurar o dispositivo dm criptografado em %1$s
ro: Configurează dispozitivul dm criptat la %1$s
sv: Installerar en krypterad dm-enhet på %1$s
th: ตั้งค่าอุปกรณ์ dm ที่มีการเข้ารหัส บน %1$s
uk: Налаштувати зашифрований пристрій dm на %1$s
wa: Apontyî en éndjin dm ecripté so %1$s
xh: Miselwa isixhobo se-dm esinoguqulelo oluntsokothileyo ku %1$s
zu: Setha idivayisi efakwe amakhodi okuphepha ye-dm kwi-%1$s

source: Set up encrypted loop device on %1$s
ar: إعداد جهاز تسلسل مشفر على %1$s
bg: Задаване на криптирано loop устройство на %1$s
cs: Nastavit šifrované loop zařízení na %1$s
da: Sæt krypteret løkkeenhed op på %1$s
el: Ορισμός κρυπτογραφημένης loop device στο %1$s
es: Configurar el dispositivo de bucle cifrado en %1$s
gl: Configurar dispositivo loop cifrado en %1$s
ja: %1$s 上の暗号化ループデバイスを設定
km: រៀបចំ​ឧបករណ៍​រង្វិល​ជុំ​ដែល​បាន​អ៊ិនគ្រីប​​លើ %1$s
nb: Sett opp kryptert loop-enhet på %1$s
nl: Versleuteld loop-apparaat instellen op %1$s
pa: %1$s ਉੱਤੇ ਇੰਕ੍ਰਿਪਟ ਲੂਪ ਜੰਤਰ ਬਣਾਓ
pl: Zaszyfrowane urządzenie loop zostanie skonfigurowane na %1$s
pt: Configurar dispositivo de loop cifrado em %1$s
pt_br: Configurar o dispositivo de loop criptografado em %1$s
ro: Configurează dispozitivul loop pe %1$s
sv: Installera en krypterad loop-enhet på %1$s
th: ตั้งค่าอุปกรณ์ loop ที่มีการเข้ารหัส บน %1$s
uk: Налаштувати зашифрований петльовий пристрій на %1$s
wa: Apontyî en éndjin di blouke ecripté so %1$s
xh: Miselwa isixhobo seseti yengxelo enoguqulelo oluntsokothileyo ku %1$s
zu: Setha idivayisi ye-loop efakwe amakhodi okuphepha kwi-%1$s

source: Setting disk label of %1$s to %2$s
ar: يتم الآن إعداد تسمية القرص %1$s إلى %2$s
bg: Задаване етикета на диск %1$s да е %2$s
cs: Nastavuje se popisek disku %1$s na %2$s
da: Sætter diskmærkat for %1$s til %2$s
el: Ορισμός της ετικέτας του δίσκου %1$s σε %2$s
es: Definiendo etiqueta de disco de %1$s a %2$s
gl: Definindo a etiqueta de disco de %1$s como %2$s
ja: %1$s のディスクラベルを %2$s に設定しています
km: កំពុង​កំណត់​ស្លាក​ថាស​នៃ​ %1$s ទៅ​ជា %2$s
nb: Definere diskbetegnelsen for %1$s som %2$s
nl: Schijflabel van %1$s instellen op %2$s
pa: ਡਿਸਕ ਲੇਬਲ %1$s ਤੋਂ %2$s ਸੈੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Ustawianie etykiety woluminu dla dysku %1$s na %2$s
pt: A definir a etiqueta de disco de %1$s para %2$s
pt_br: Definindo o rótulo de disco de %1$s para %2$s
ro: Setez eticheta de disc a %1$s pe %2$s
sv: Anger disketikett för %1$s till %2$s
th: ทำการตั้งค่าป้ายชื่อดิสก์ของ %1$s เป็นชื่อ %2$s
uk: Зміна надпису диска %1$s до %2$s
wa: Dj' apresteye l' etikete del plake di %1$s so %2$s

source: Setting label on %1$s to %2$s
ar: يتم الآن إعداد تسمية على %1$s إلى %2$s
bg: Задаване етикета на %1$s да е %2$s
cs: Nastavuje se popisek svazku %1$s na %2$s
da: Sætter mærkat på %1$s til %2$s
el: Ορισμός ετικέτας του %1$s σε %2$s
es: Definiendo la etiqueta de %1$s en %2$s
gl: Definindo a etiqueta de %1$s como %2$s
ja: %1$s のラベルを %2$s に設定しています
km: កំពុង​កំណត់​ស្លាក​នៅ​លើ %1$s ទៅជា %2$s
nb: Setter betegnelse på %1$s til %2$s
nl: Label op %1$s instellen op %2$s
pa: %1$s ਉੱਤੇ ਲੇਬਲ %2$s ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ustawianie etykiety woluminu %1$s na %2$s
pt: A definir a etiqueta em %1$s para %2$s
pt_br: Configurando o rótulo em %1$s como %2$s
ro: Setez eticheta pentru %1$s pe %2$s
sv: Anger etiketten på %1$s som %2$s
th: ทำการตั้งป้ายชื่อบน %1$s เป็นชื่อ %2$s
uk: Встановлення надпису на %1$s до %2$s
wa: Dji defini l' etikete so %1$s viè %2$s
xh: Kumiselwa ilebhile ku %1$s ukuya ku %2$s
zu: Ukusetha ilebuli kwi-%1$s ku-%2$s

source: Setting type of RAID partition %1$s to %2$X
ar: يتم الآن إعداد نوع قسم الغارة %1$s إلى %2$X
cs: Oddíl RAID %1$s se nastavuje na typ %2$X
da: Sætter type af RAID-partition %1$s til %2$X
el: Ορισμός τύπου κατάτμησης RAID %1$s στο %2$X
es: Definiendo el tipo de partición RAID %1$s como %2$X
km: កំណត់​​ប្រភេទ​ភាគ​ថាស RAID %1$s ទៅជា %2$X
nl: RAID-partitietype van %1$s instellen op %2$X
pl: Ustawianie typu partycji RAID %1$s na %2$X
pt_br: Configurando o tipo da partição RAID %1$s como %2$X
sv: Anger typen för RAID-partitionen %1$s som %2$X
uk: Перемикання типу розділу RAID %1$s до %2$X

source: Setting type of multipath partition %1$s to %2$X
ar: يتم الآن إعداد نوع قسم متعدد المسارات %1$s إلى %2$X
bg: Задаване типа на многопътния дял %1$s на %2$X
cs: Multipath oddíl %1$s se nastavuje na typ %2$X
da: Sætter type af multipath-partition %1$s til %2$X
el: Ορισμός τύπου πολυτμηματικής κατάτμησης %1$s σε %2$X
es: Definiendo el tipo de partición multipath %1$s en %2$X
ja: マルチパスパーティション %1$s の種類を %2$X に設定しています
km: កំពុង​កំណត់​ប្រភេទ​របស់​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s ទៅជា %2$X
nb: Setter multipath-partisjonstype %1$s til %2$X
nl: Type van multipad-partitie %1$s instellen op %2$X
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਸੈੱਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Ustawianie typu partycji multipath %1$s na %2$X
pt_br: Configurando o tipo da partição de caminhos múltiplos %1$s como %2$X
ro: Setez tipul partiției multipath %1$s pe %2$X
sv: Anger typen för Multipath-partitionen %1$s som %2$X
th: ทำการตั้งค่าชนิดของพาร์ทิชัน %1$s ของมัลติพาธ เป็น %2$X
uk: Перемикання типу багатошляхового розділу %1$s до %2$X
wa: Dj' apresteye l' sôre del pårticion a sacwats tchmins %1$s so %2$X

source: Setting type of partition %1$s to %2$X
ar: يتم الآن إعداد نوع القسم %1$s إلى %2$X
bg: Задаване типа на дяла %1$s на %2$X
cs: Oddíl %1$s se nastavuje na typ %2$X
da: Sætter type af partition %1$s til %2$X
el: Ορισμός τύπου κατάτμησης %1$s στο %2$X
es: Definiendo el tipo de partición %1$s en %2$X
gl: Definindo o tipo da partición %1$s como %2$X
ja: パーティション %1$s の種類を %2$X に設定しています
km: កំពុង​កំណត់​ប្រភេទ​របស់​ភាគ​ថាស %1$s ទៅជា %2$X
nb: Setter partisjonstype %1$s til %2$X
nl: Partitietype van %1$s instellen op %2$X
pa: ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਸੈੱਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Ustawianie typu partycji %1$s na %2$X
pt: Definir tipo de particção %1$s para %2$X
pt_br: Configurando o tipo da partição %1$s como %2$X
ro: Setez tipul partiției %1$s pe %2$X
sv: Anger typen för partitionen %1$s som %2$X
th: ทำการตั้งค่าชนิดของพาร์ทิชัน %1$s เป็น %2$X
uk: Перемикання типу розділу %1$s до %2$X
wa: Dj' apresteye l' sôre del pårticion %1$s so %2$X
xh: Kumiselwa uhlobo lwesahlulelo esingu %1$s ukuya ku %2$X
zu: Ukusetha ukuhlukaniswa kohlobo lwamaphathishini %1$s ku-%2$X

source: Setting type of partition %1$s to %2$s (%3$X)
ar: يتم الآن إعداد نوع القسم %1$s إلى %2$s (%3$X)
cs: Nastavování typu oddílu %1$s na %2$s (%3$X)
da: Sætter type af partition %1$s to %2$s (%3$X)
el: Ορισμός τύπου της κατάτμησης %1$s σε %2$s (%3$X)
es: Definiendo el tipo de partición %1$s en %2$s (%3$X)
nl: Partitietype van %1$s instellen op %2$s (%3$X)
pl: Ustawianie typu partycji %1$s na %2$s (%3$X)
pt_br: Configurando o tipo da partição %1$s como %2$s (%3$X)
sv: Ställer in partitionstypen %1$s till %2$s (%3$X)
uk: Перемикання розділу %1$s до типу %2$s (%3$X)

source: Setting up encrypted dm device on %1$s
ar: يتم الآن إعداد جهاز dm مشفر على %1$s
bg: Задаване на криптирано dm устройство на %1$s
cs: Nastavuje se šifrované zařízení dm na %1$s.
da: Sætter krypteret DM-enhed op på %1$s
el: Ρύθμιση κρυπτογραφημένης συσκευής dm στο %1$s
es: Configurando el dispositivo DM cifrado en %1$s
gl: Configurando dispositivo dm cifrado en %1$s
ja: %1$s 上の暗号化 dm デバイスを設定中
km: កំពុង​រៀបចំ​ឧបករណ៍ dm ដែល​បាន​អ៊ិនគ្រីប​លើ %1$s
nb: Installerer kryptert et-enhet på %1$s
nl: Versleuteld dm-apparaat wordt ingesteld op %1$s
pa: %1$s ਉੱਤੇ ਇੰਕ੍ਰਿਪਟਡ dm ਜੰਤਰ ਸੈੱਟਅੱਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Konfigurowanie zaszyfrowanego urządzenia DM na %1$s
pt: A definir dispositivo dm cifrado em %1$s
pt_br: Configurando o dispositivo dm criptografado em %1$s
ro: Configurez dispozitivul dm criptat la %1$s
sv: Installerar en krypterad dm-enhet på %1$s
th: ทำการตั้งค่าอุปกรณ์ dm ที่มีการเข้ารหัส บน %1$s
uk: Налаштування зашифрованого петльового пристрою dm на %1$s
wa: Dj' aponteye en éndjin dm ecripté so %1$s
xh: Kumiselwa isixhobo se-dm seseti yengxelo enoguqulelo oluntsokothileyo ku %1$s
zu: Ukusetha idivayisi efakwe amakhodi okuphepha ye-dm kwi-%1$s

source: Setting up encrypted loop device on %1$s
ar: يتم الآن إعداد جهاز تسلسل مشفر على %1$s
bg: Задаване на криптирано loop устройство на %1$s
cs: Nastavuje se šifrované loop zařízení na %1$s
da: Sætter krypteret løkkeenhed op på %1$s
el: Ορισμός κρυπτογραφημένης loop device στο %1$s
es: Configurando el dispositivo de bucle cifrado en %1$s
gl: Configurando dispositivo loop cifrado en %1$s
ja: %1$s 上の暗号化ループデバイスを設定しています
km: កំពុង​រៀបចំ​​ឧបករណ៍​រង្វិល​ជុំ​ដែល​បាន​អ៊ិនគ្រីប​នៅ​លើ %1$s
nb: Setter opp kryptert loop-enhet på %1$s
nl: Versleuteld loop-apparaat instellen op %1$s
pa: %1$s ਉੱਤੇ ਇੰਕ੍ਰਿਪਟਡ ਲੂਪ ਜੰਤਰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Konfigurowanie zaszyfrowanego urządzenia loop na %1$s
pt: Definir dispositivo de loop cifrado em %1$s
pt_br: Configurando o dispositivo de loop criptografado em %1$s
ro: Configurez dispozitivul loop pe %1$s
sv: Installerar en krypterad loop-enhet på %1$s
th: ทำการตั้งค่าอุปกรณ์ loop ที่มีการเข้ารหัส บน %1$s
uk: Налаштування зашифрованого петльового пристрою %1$s
wa: Dj' aponteye en éndjin di blouke ecripté so %1$s
xh: Kumiselwa isixhobo seseti yengxelo enoguqulelo oluntsokothileyo ku %1$s
zu: Ukusetha idivayisi ye-loop efakwe amakhodi okuphepha kwi-%1$s

source: Shrink %1$s to %2$s
ar: تقليص %1$s إلى %2$s
bg: Намаляване %1$s на %2$s
cs: Zmenšit %1$s na %2$s
da: Formindsk %1$s til %2$s
el: Σύμπτυξη %1$s σε %2$s
es: Reducir %1$s a %2$s
gl: Reducir %1$s a %2$s
ja: %1$s を %2$s まで縮小
km: បង្រួញ %1$s ទៅ %2$s
nb: Krymp %1$s til %2$s
nl: %1$s inkrimpen tot %2$s
pa: %1$s ਨੂੰ %2$s ਲਈ ਸਮੇਟੋ
pl: %1$s zostanie zmniejszony do %2$s
pt: Encolher %1$s para %2$s
pt_br: Diminuir %1$s para %2$s
ro: Restrânge %1$s la %2$s
sv: Krymp %1$s till %2$s
th: ลดขนาด %1$s เป็นขนาด %2$s
uk: Зменшити %1$s до %2$s
wa: Raptiti %1$s a %2$s
xh: Shenxisa esingu %1$s ukuya ku %2$s
zu: Nciphisa i-%1$s uyise ku-%2$s

source: Shrink RAID partition %1$s to %2$s
ar: تقليص قسم غاره %1$s إلى %2$s
cs: Zmenšit oddíl RAID %1$s na %2$s
da: Formindsk RAID-partition %1$s til %2$s
el: Σύμπτυξη κατάτμησης RAID %1$s στο %2$s
es: Reducir la partición RAID %1$s a %2$s
km: បង្រួញ​ភាគ​ថាស RAID %1$s ទៅ %2$s
nl: RAID-partitie %1$s inkrimpen tot %2$s
pl: Partycja RAID %1$s zostanie zmniejszona do %2$s
pt_br: Diminuir a partição RAID %1$s para %2$s
sv: Krymp RAID-partitionen %1$s till %2$s
uk: Зменшити розділ RAID %1$s до %2$s

source: Shrink Windows partition %1$s to %2$s
ar: تقليص قسم Windows %1$s إلى %2$s
bg: Намаляване на Windows дял %1$s на %2$s
cs: Zmenšuje se Windows oddíl %1$s na %2$s
da: Formindsk Windows-partition %1$s til %2$s
el: Σύμπτυξη κατάτμησης Windows %1$s στο %2$s
es: Reducir la partición de Windows %1$s a %2$s
gl: Reducir a partición de Windows %1$s a %2$s
ja: Windowsパーティション %1$s を %2$s まで縮小
km: បង្រួញ​ភាគ​ថាសវីនដូ​ %1$s ទៅ %2$s
nb: Krymp Windows-partisjon %1$s til %2$s
nl: Windows partitie %1$s inkrimpen tot %2$s
pa: Windows ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਸੁੰਘੜੋ
pl: Partycja Windows %1$s zostanie zmniejszona do %2$s
pt: A encolher a partição Windows %1$s para %2$s
pt_br: Diminuir a partição Windows %1$s para %2$s
ro: Restrânge partiția Windows %1$s la %2$s
sv: Krymp Windows-partitionen %1$s till %2$s
th: ลดขนาดพาร์ทิชันของวินโดว์ส %1$s เป็นขนาด %2$s
uk: Зменшити розділ Windows %1$s до %2$s
wa: Raptiti l' pårticion Windows %1$s a %2$s
xh: Shenxisa isahlulelo se-Windows esingu %1$s ukuya ku %2$s
zu: Nciphisa ukuhlukaniswa kwamaphathishini e-Windows %1$s ku-%2$s
