Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Format encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم متعدد التشفير %1$s (%2$s) لـ %4$s بـ %3$s
bg: Форматиране на криптиран многопътен дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrovaný multipath oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret multipath-partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένης πολυτμηματικής κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición multipath cifrada %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用の暗号化マルチパスパーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ផ្លូវ​ច្រើន​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert multipath-partisjon %1$s (%2$s) for %4$s med %3$s
nl: Versleutelde multipad-partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowana partycja multipath %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt_br: Formatar a partição de caminhos múltiplos criptografada %1$s (%2$s) de %4$s com %3$s
ro: Formatează partiția multipath criptată %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera den krypterade Multipath-partitionen %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตพาร์ทิชันที่มีการเข้ารหัส %1$s ของมัลติพาธ (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований багатошляховий розділ %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' pårticion ecriptêye multipath %1$s (%2$s) po %4$s avou %3$s

source: Format encrypted partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم مشفر %1$s (%2$s) لـ %4$s بـ %3$s
bg: Форматиране на криптиран дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrovaný oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένης κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición cifrada %1$s (%2$s) para %4$s con %3$s
gl: Formatar a partición cifrada %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化パーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert partisjon %1$s (%2$s) for %4$s med %3$s
nl: Versleutelde partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowana partycja %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt: Formatar partição cifrada %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar partição criptografada %1$s (%2$s) de %4$s com %3$s
ro: Formatează partiția criptată %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera den krypterade partitionen %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตพาร์ทิชันที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований розділ %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' pårticion ecriptêye %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isahlulelo esinoguqulelo oluntsokothileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha ukuhlukaniswa kwamaphathishini anamakhodi okuphepha %1$s (%2$s) e-%4$s nge-%3$s

source: Format encrypted software RAID %1$s (%2$s) for %4$s with %3$s
ar: تهيئة برامج RAID مشفرة %1$s (%2$s) من أجل %4$s بـ %3$s
bg: Форматиране на криптиран софтуерен RAID %1$s (%2$s) с %3$s за %4$s
cs: Formátovat šifrovaný softwarový RAID %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér krypteret software-RAID %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κρυπτογραφημένου λογισμικού RAID %1$s (%2$s) για %4$s με %3$s
es: Dar formato al RAID por software cifrado %1$s (%2$s) para %4$s con %3$s
gl: Formatar o RAID por software cifrado %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化ソフトウエア RAID %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​កម្មវិធី​ RAID ដែល​បាន​អ៊ិនគ្រីប %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater kryptert programvare-RAID %1$s (%2$s) for %4$s med %3$s
nl: Versleutelde software RAID %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਇੰਕ੍ਰਿਪਟ ਸਾਫਟਵੇਅਰ RAID %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Zaszyfrowany programowy RAID %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar RAID por software cifrado de %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar RAID de software criptografado %1$s (%2$s) de %4$s com %3$s
ro: Formatează RAID-ul software criptat %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera krypterad mjukvaru-RAID %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมต RAID แบบซอฟต์แวร์ที่มีการเข้ารหัส %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати зашифрований програмний RAID %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' programe RAID ecripté %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa i-RAID yokungaphakathi kwekhompyutha okunoguqulelo oluntsokothileyo engu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha i-RAID ye-software enamakhodi okuphepha %1$s (%2$s) ye-%4$s nge-%3$s

source: Format file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
ar: تهيئة جهاز يستند إلى الملف %1$s من %2$s (%3$s) باعتباره %5$s بـ %4$s
bg: Форматиране на файлово-базираното устройство %1$s в %2$s (%3$s) като %5$s с %4$s
cs: Formátovat souborové zařízení %1$s ze souboru %2$s (%3$s) jako %5$s v systému %4$s.
da: Formatér filbaseret enhed %1$s fra %2$s (%3$s) som %5$s med %4$s
el: Διαγραφή συσκευής βασισμένη στα αρχεία %1$s του %2$s (%3$s) ως %5$s με %4$s
es: Dar formato al dispositivo basado en archivo %1$s de %2$s (%3$s) como %5$s con %4$s
gl: Formatar o dispositivo de ficheiros %1$s de %2$s (%3$s) como %5$s con %4$s
ja: ファイル %2$s (%3$s) のファイルベースデバイス %1$s を %5$s として %4$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ដែល​ផ្អែកលើ​ឯកសារ %1$s នៃ %2$s (%3$s) ជា %5$s ដោយ​ប្រើ​ %4$s​
nb: Formater filbasert enhet %1$s av %2$s (%3$s) som %5$s med %4$s
nl: Op bestanden gebaseerd apparaat %1$s van %2$s (%3$s) opmaken als %5$s met %4$s
pa: ਫਾਇਲ ਅਧਾਰਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %5$s ਦੇ ਤੌਰ 'ਤੇ %4$s ਨਾਲ ਫਾਰਮੈਟ
pl: Urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie sformatowane jako %5$s z systemem plików %4$s
pt: Formatar dispositivo %1$s baseado no ficheiro %2$s (%3$s) como %5$s com %4$s
pt_br: Formatar o dispositivo baseado em arquivo %1$s de %2$s (%3$s) como %5$s com %4$s
ro: Formatează dispozitivul bazat pe fișier %1$s din %2$s (%3$s) ca %5$s cu %4$s
sv: Formatera den filbaserade enheten %1$s från %2$s (%3$s) som %5$s med %4$s
th: ฟอร์แมตอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s (ขนาด %3$s) เพื่อเมานท์ที่ %5$s ด้วยระบบแฟ้ม %4$s
uk: Форматувати файловий пристрій %1$s / %2$s (%3$s) як %5$s з %4$s
wa: Abwesner l' éndjin båzé so fitchî %1$s di %2$s (%3$s) come %5$s avou %4$s
xh: Yenza ucwangciso kwisixhobo sefayili esinesiseko esingu%1$s sika %2$s (%3$s) njengo %5$s nge %4$s
zu: Fomatha idivayisi esekelwe kwifayela %1$s ye-%2$s (%3$s) njenge-%5$s nge-%4$s

source: Format file-based device %1$s of %2$s (%3$s) with %4$s
ar: تهيئة جهاز يستند إلى الملف %1$s من %2$s (%3$s) بـ %4$s
bg: Форматиране на файлово-базираното устройство %1$s в %2$s (%3$s) с %4$s
cs: Formátovat souborové zařízení %1$s ze souboru %2$s (%3$s) v systému %4$s.
da: Formatér filbaseret enhed %1$s fra %2$s (%3$s) med %4$s
el: Διαμόρφωση συσκευής βασισμένη στα αρχεία σ%1$s του %2$s (%3$s) με %4$s
es: Dar formato al dispositivo basado en archivo %1$s de %2$s (%3$s) con %4$s
gl: Formatar o dispositivo de ficheiros %1$s de %2$s (%3$s) con %4$s
ja: ファイル %2$s (%3$s) のファイルベースデバイス %1$s を %4$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ឧបករណ៍​ដែល​ផ្អែក​លើ​ឯកសារ %1$s នៃ %2$s (%3$s) ដោយ​ប្រើ %4$s
nb: Formater filbasert enhet %1$s av %2$s (%3$s) med %4$s
nl: Op bestanden gebaseerd apparaat %1$s van %2$s (%3$s) opmaken met %4$s
pa: ਫਾਇਲ ਅਧਾਰਿਤ ਜੰਤਰ %2$s (%3$s) ਦੇ %1$s ਨੂੰ %4$s ਨਾਲ ਫਾਰਮੈਟ
pl: Urządzenie plikowe %1$s dla pliku %2$s (%3$s) zostanie sformatowane z systemem plików %4$s
pt: Formatar dispositivo %1$s baseado no ficheiro %2$s (%3$s) com %4$s
pt_br: Formatar o dispositivo baseado em arquivo %1$s de %2$s (%3$s) com %4$s
ro: Formatează dispozitivul bazat pe fișier %1$s din %2$s (%3$s) cu %4$s
sv: Formatera den filbaserade enheten %1$s från %2$s (%3$s) med %4$s
th: ฟอร์แมตอุปกรณ์บนพื้นฐานแฟ้ม %1$s ของแฟ้ม %2$s (ขนาด %3$s) ด้วยระบบแฟ้ม %4$s
uk: Форматувати файловий пристрій %1$s / %2$s (%3$s) з %4$s
wa: Abwesner l' éndjin båzé so fitchî ecripté %1$s di %2$s (%3$s) avou %4$s
xh: Yenza isicwangciso sesixhobo sefayili esinesiseko esingu %1$s ka %2$s (%3$s) nge %4$s
zu: Fomatha idivayisi esekelwe kwifayela %1$s ye-%2$s (%3$s) nge-%4$s

source: Format logical volume %1$s (%2$s) for %4$s with %3$s
ar: تهيئة وحدة التخزين المنطقية %1$s (%2$s) الخاصة بـ %4$s بـ %3$s
bg: Форматиране на логически дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat logický svazek %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér logisk diskområde %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση λογικού τόμου %1$s (%2$s) για %4$s με %3$s
es: Dar formato al volumen lógico %1$s (%2$s) para %4$s con %3$s
gl: Formatar o volume lóxico %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の論理ボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ឡូជីខល %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater logisk volum %1$s (%2$s) for %4$s med %3$s
nl: Logisch volume %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Wolumin logiczny %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar volume lógico %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar o volume lógico %1$s (%2$s) de %4$s com %3$s
ro: Formatează volumul logic %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera logisk volym %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตโวลุมลอจิคัล %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати логічний том %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' volume lodjike %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isandi esinengqiqo elindelekileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha ivolumu enengqondo %1$s (%2$s) ye-%4$s nge-%3$s

source: Format logical volume %1$s (%2$s) for swap
ar: تهيئة وحدة التخزين EVMS %1$s (%2$s) من أجل المبادلة
bg: Форматиране на логически дял %1$s (%2$s) за swap
cs: Formátovat logický svazek %1$s (%2$s) pro swap
da: Formatér logisk diskområde %1$s (%2$s) til swap
el: Διαμόρφωση λογικού τόμου %1$s (%2$s) για swap
es: Dar formato al volumen lógico %1$s (%2$s) para intercambio
gl: Formatar o volume lóxico %1$s (%2$s) para intercambio
ja: スワップ用の論理ボリューム %1$s (%2$s) のフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​​ភាគ​ថាស​ឡូជីខល %1$s (%2$s) សម្រាប់​ស្វប
nb: Formater logisk volum %1$s (%2$s) for veksleminne
nl: Logisch volume %1$s (%2$s) formatteren voor wisselgeheugen (swap)
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ ਸਵੈਪ ਲਈ ਫਾਰਮੈਟ
pl: Wolumin logiczny %1$s (%2$s) zostanie sformatowany jako wolumin wymiany
pt: Formatar volume lógico %1$s (%2$s) para swap
pt_br: Formatar o volume lógico %1$s (%2$s) para swap
ro: Formatează volumul logic %1$s (%2$s) pentru swap
sv: Formatera den logiska volymen %1$s (%2$s) för växling
th: ฟอร์แมตโวลุมลอจิคัล %1$s (ขนาด %2$s) สำหรับใช้เป็น swap
uk: Форматувати логічний том %1$s (%2$s) для свопінгу
wa: Abwesner l' volume lodjike %1$s (%2$s) pol swap
xh: Cwangcisa isandi sokutshintshela ngokwengqiqo elindelekileyo esingu %1$s (%2$s)
zu: Fomatha ivolumu enengqondo %1$s (%2$s) ukuze ishintshaniswe

source: Format logical volume %1$s (%2$s) with %3$s
ar: تهيئة وحدة التخزين المنطقية %1$s (%2$s) بـ %3$s
bg: Форматиране на логически дял %1$s (%2$s) с %3$s
cs: Formátovat logický svazek %1$s (%2$s) pomocí %3$s
da: Formatér logisk diskområde %1$s (%2$s) med %3$s
el: Διαμόρφωση λογικού τόμου %1$s (%2$s) με %3$s
es: Dar formato al volumen lógico %1$s (%2$s) con %3$s
gl: Formatar o volume lóxico %1$s (%2$s) con %3$s
ja: 論理ボリューム %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ឡូជីខល %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formater logisk volum %1$s (%2$s) med %3$s
nl: Logisch volume %1$s (%2$s) formatteren met %3$s
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Wolumin logiczny %1$s (%2$s) zostanie sformatowany z systemem plików %3$s
pt: Formatar volume lógico %1$s (%2$s) com %3$s
pt_br: Formatar o volume lógico %1$s (%2$s) com %3$s
ro: Formatează volumul logic %1$s (%2$s) cu %3$s
sv: Formatera den logiska volymen %1$s (%2$s) med %3$s
th: ฟอร์แมตโวลุมลอจิคัล %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати логічний том %1$s (%2$s) з %3$s
wa: Abwesner l' volume lodjike %1$s (%2$s) avou %3$s
xh: Cwangcisa isandi ngokwengqiqo elindelekilyo esingu %1$s (%2$s) nge %3$s
zu: Ukufomatha ivolumu enengqondo %1$s (%2$s) nge-%3$s

source: Format multipath partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم متعدد المسارات %1$s (%2$s) لـ %4$s بـ %3$s
bg: Форматиране на многопътния дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat multipath oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér multipath-partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση πολυτμηματικής κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición multipath %1$s (%2$s) para %4$s con %3$s
ja: %4$s 用のマルチパスパーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater multipath-partisjon %1$s (%2$s) for %4$s med %3$s
nl: Multipad-partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Partycja multipath %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt_br: Formatar a partição de caminhos múltiplos %1$s (%2$s) de %4$s com %3$s
ro: Formatează partiția multipath %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera Multipath-partitionen %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати багатошляховий розділ %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' pårticion multipath %1$s (%2$s) po %4$s avou %3$s

source: Format multipath partition %1$s (%2$s) for swap
ar: تهيئة قسم متعدد المسارات %1$s (%2$s) للتبديل
bg: Форматиране на многопътния дял %1$s (%2$s) за swap
cs: Formátovat multipath oddíl %1$s (%2$s) pro swap
da: Formatér multipath-partition %1$s (%2$s) til swap
el: Διαμόρφωση πολυτμηματικής κατάτμησης %1$s (%2$s) για swap
es: Dar formato a la partición multipath %1$s (%2$s) para intercambio
ja: マルチパスパーティション %1$s (%2$s) をスワップでフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s) សម្រាប់​ស្វប
nb: Formater multipath-partisjon %1$s (%2$s) for veksleminne
nl: Multipad-partitie %1$s (%2$s) formatteren voor wisselgeheugen
pa: ਸਵੈਪ ਲਈ ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਫਾਰਮੈਟ
pl: Partycja multipath %1$s (%2$s) zostanie sformatowana jako partycja wymiany
pt_br: Formatar a partição de caminhos múltiplos %1$s (%2$s) para swap
ro: Formatează partiția multipath %1$s (%2$s) pentru swap
sv: Formatera Multipath-partitionen %1$s (%2$s) för växling
th: ฟอร์แมตพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s) เพื่อใช้เป็น swap
uk: Форматувати багатошляховий розділ %1$s (%2$s) для свопінгу
wa: Abwesner l' pårticion multipath %1$s (%2$s) po swap

source: Format multipath partition %1$s (%2$s) with %3$s
ar: تهيئة قسم متعدد المسارات %1$s (%2$s) ب %3$s
bg: Форматиране на многопътния дял %1$s (%2$s) с %3$s
cs: Formátovat multipath oddíl %1$s (%2$s) pomocí %3$s
da: Formatér multipath-partition %1$s (%2$s) med %3$s
el: Διαμόρφωση πολυτμηματικής κατάτμησης %1$s (%2$s) με %3$s
es: Dar formato a la partición multipath %1$s (%2$s) con %3$s
ja: マルチパスパーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស​ផ្លូវ​ច្រើន %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formater miltipath-partisjon %1$s (%2$s) med %3$s
nl: Multipad-partitie %1$s (%2$s) formatteren met %3$s
pa: ਮਲਟੀ-ਪਾਥ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Partycja multipath %1$s (%2$s) zostanie sformatowana z systemem plików %3$s
pt_br: Formatar a partição de caminhos múltiplos %1$s (%2$s) com %3$s
ro: Formatează partiția multipath %1$s (%2$s) cu %3$s
sv: Formatera Multipath-partitionen %1$s (%2$s) med %3$s
th: ฟอร์แมตพาร์ทิชัน %1$s ของมัลติพาธ (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати багатошляховий розділ %1$s (%2$s) з %3$s
wa: Abwesner l' pårticion multipath %1$s (%2$s) avou %3$s

source: Format partition %1$s (%2$s) for %4$s with %3$s
ar: تهيئة قسم %1$s (%2$s) لـ %4$s بـ %3$s
bg: Форматиране на дял %1$s (%2$s) с %3$s за %4$s
cs: Formátovat oddíl %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér partition %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση κατάτμησης %1$s (%2$s) για %4$s με %3$s
es: Dar formato a la partición %1$s (%2$s) para %4$s con %3$s
gl: Formatar a partición %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用のパーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater partisjon %1$s (%2$s) for %4$s med %3$s
nl: Partitie %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Partycja %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s
pt: Formatar partição %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar partição %1$s (%2$s) de %4$s com %3$s
ro: Formatează partiția %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera partitionen %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมตพาร์ทิชัน %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати розділ %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' pårticion %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa isahlulelo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha ukuhlukaniswa kwamaphathishini %1$s (%2$s) e-%4$s nge-%3$s

source: Format partition %1$s (%2$s) for swap
ar: تهيئة قسم %1$s (%2$s) للتبديل
bg: Форматиране на %1$s (%2$s) за swap
cs: Formátovat oddíl %1$s (%2$s) pro swap
da: Formatér partition %1$s (%2$s) til swap
el: Διαμόρφωση κατάτμησης %1$s (%2$s) σαν swap
es: Dar formato a la partición %1$s (%2$s) para intercambio
gl: Formatar a partición %1$s (%2$s) para intercambio
ja: スワップ用のパーティション %1$s (%2$s) をフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស %1$s (%2$s) សម្រាប់​ស្វប
nb: Formater partisjon %1$s (%2$s) for veksleminne
nl: Partitie %1$s (%2$s) formatteren voor wisselgeheugen
pa: ਸਵੈਪ ਲਈ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਫਾਰਮੈਟ
pl: Partycja %1$s (%2$s) zostanie sformatowana jako partycja wymiany
pt: Formatar partição %1$s (%2$s) para swap
pt_br: Formatar a partição %1$s (%2$s) para swap
ro: Formatează partiția %1$s (%2$s) pentru swap
sv: Formatera partitionen %1$s (%2$s) för växling
th: ฟอร์แมตพาร์ทิชัน %1$s (ขนาด %2$s) เพื่อใช้เป็น swap
uk: Форматувати розділ %1$s (%2$s) для свопінгу
wa: Abwesner l' pårticion %1$s (%2$s) po swap
xh: Cwangcisa isahlulelo sokutshintshela esingu%1$s (%2$s)
zu: Fomatha ukuhlukaniswa kwamaphathishini %1$s (%2$s) ukuze ashintshaniswe

source: Format partition %1$s (%2$s) with %3$s
ar: تنسيق القسم %1$s (‏%2$s) بنظام الملفات %3$s
bg: Форматиране на дял %1$s (%2$s) с %3$s
cs: Formátovat oddíl %1$s (%2$s) pomocí %3$s
da: Formatér partition %1$s (%2$s) med %3$s
el: Διαμόρφωση κατάτμησης %1$s (%2$s) με %3$s
es: Dar formato a la partición %1$s (%2$s) con %3$s
gl: Formatar a partición %1$s (%2$s) con %3$s
ja: パーティション %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​ភាគ​ថាស %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formater partisjon %1$s (%2$s) med %3$s
nl: Partitie %1$s (%2$s) formatteren met %3$s
pa: ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Partycja %1$s (%2$s) zostanie sformatowana z systemem plików %3$s
pt: Formatar partição %1$s (%2$s) com %3$s
pt_br: Formatar a partição %1$s (%2$s) com %3$s
ro: Formatează partiția %1$s (%2$s) cu %3$s
sv: Skapa partition %1$s (%2$s) med %3$s
th: ฟอร์แมตพาร์ทิชัน %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати розділ %1$s (%2$s) з %3$s
wa: Abwesner l' pårticion %1$s (%2$s) avou %3$s
xh: Cwangcisa isahlulelo esingu %1$s (%2$s) nge %3$s
zu: Fomatha ukuhlukaniswa kwamaphathishini %1$s (%2$s) nge-%3$s

source: Format software RAID %1$s (%2$s) for %4$s with %3$s
ar: تهيئة برامج RAID %1$s (%2$s) من أجل %4$s بـ %3$s
bg: Форматиране на софтуерен RAID %1$s (%2$s) с %3$s за %4$s
cs: Formátovat softwarový RAID %1$s (%2$s) pro %4$s pomocí %3$s
da: Formatér software-RAID %1$s (%2$s) til %4$s med %3$s
el: Διαμόρφωση λογισμικού RAID %1$s (%2$s) για %4$s με %3$s
es: Dar formato al RAID por software %1$s (%2$s) para %4$s con %3$s
gl: Formatar o RAID por software %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用のソフトウエア RAID %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​កម្មវិធី​ RAID %1$s (%2$s) សម្រាប់ %4$s ដោយ​ប្រើ %3$s
nb: Formater programvare-RAID %1$s (%2$s) for %4$s med %3$s
nl: Software RAID %1$s (%2$s) voor %4$s formatteren met %3$s
pa: ਸਾਫਟਵੇਅਰ RAID %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Programowy RAID %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s
pt: Formatar RAID por software de %1$s (%2$s) para %4$s com %3$s
pt_br: Formatar RAID de software %1$s (%2$s) de %4$s com %3$s
ro: Formatează RAID-ul software %1$s (%2$s) pentru %4$s cu %3$s
sv: Formatera mjukvaru-RAID %1$s (%2$s) för %4$s med %3$s
th: ฟอร์แมต RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s) สำหรับเมานท์ที่ %4$s ด้วยระบบแฟ้ม %3$s
uk: Форматувати програмний RAID %1$s (%2$s) для %4$s з %3$s
wa: Abwesner l' programe RAID %1$s (%2$s) po %4$s avou %3$s
xh: Cwangcisa i-RAID yokungaphakathi kwekhompyutha engu %1$s (%2$s) ku %4$s nge %3$s
zu: Fomatha i-RAID ye-software %1$s (%2$s) ye-%4$s nge-%3$s

source: Format software RAID %1$s (%2$s) with %3$s
ar: تهيئة برامج RAID %1$s (%2$s) بـ %3$s
bg: Форматиране на софтуерен RAID %1$s (%2$s) с %3$s
cs: Formátovat softwarový RAID %1$s (%2$s) pomocí %3$s
da: Formatér software-RAID %1$s (%2$s) med %3$s
el: Διαμόρφωση λογισμικού RAID %1$s (%2$s) με %3$s
es: Dar formato al RAID por software %1$s (%2$s) con %3$s
gl: Formatar o RAID por software %1$s (%2$s) con %3$s
ja: ソフトウエア RAID %1$s (%2$s) を %3$s でフォーマット
km: ធ្វើ​ទ្រង់ទ្រាយ​កម្មវិធី RAID %1$s (%2$s) ដោយ​ប្រើ %3$s
nb: Formater programvare-RAID %1$s (%2$s) med %3$s
nl: Software RAID %1$s (%2$s) formatteren met %3$s
pa: ਸਾਫਟਵੇਅਰ RAID %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ
pl: Programowy RAID %1$s (%2$s) zostanie sformatowany z systemem plików %3$s
pt: Formatar RAID por software %1$s (%2$s) com %3$s
pt_br: Formatar RAID de software %1$s (%2$s) com %3$s
ro: Formatează RAID-ul software %1$s (%2$s) cu %3$s
sv: Formatera mjukvaru-RAID %1$s (%2$s) med %3$s
th: ฟอร์แมต RAID แบบซอฟต์แวร์ %1$s (ขนาด %2$s) ด้วยระบบแฟ้ม %3$s
uk: Форматувати програмний RAID %1$s (%2$s) з %3$s
wa: Abwesner l' programe RAID %1$s (%2$s) avou %3$s
xh: Cwangcisa i-RAID yokungaphakathi kwekhompyutha okungu %1$s (%2$s) nge %3$s
zu: Fomatha i-RAID ye-software %1$s (%2$s) nge-%3$s

source: Formatting Btrfs volume of size %1$s (used devices:%2$s)
ar: يتم الآن تهيئة حجم Btrfs من حجم %1$s (استخدام الجهاز:%2$s)
cs: Formátuje se Btrfs svazek o velikosti %1$s (použitá zařízení: %2$s)
da: Formaterer Btrfs-diskområde med størrelsen %1$s (brugte enheder: %2$s)
el: Διαμόρφωση Btrfs τόμου μεγέθους %1$s (χρήση συσκευών: %2$s)
es: Dando formato al volumen Btrfs con tamaño %1$s (dispositivos usados:%2$s)
km: កំពុង​ធ្វើ​ទ្រង់ទ្រាយ​ទំហំ​ភាគ​ថាស Btrfs %1$s (ឧបករណ៍​ដែល​បាន​ប្រើ ៖%2$s)
nb: Formaterer Btrfs-volumet med størrelsen %1$s (enheter som benyttes:%2$s)
nl: Bezig Btrfs-volume te formatteren met grootte %1$s (gebruikte apparaten:%2$s)
pl: Formatowanie woluminu Btrfs o rozmiarze %1$s (na urządzeniach: %2$s)
pt_br: Formatando o volume Btrfs de tamanho %1$s (dispositivos usados: %2$s)
ro: Se formatează volumul Btrfs de dimensiune %1$s (dispozitive utilizate:%2$s)
sv: Formaterar Btrfs-volym med storlek %1$s (använda enheter:%2$s)
uk: Форматування том Btrfs розміру %1$s (використані пристрої: %2$s)
