Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: You have the following options: - Repartition your system so that only the maximal allowed number of partitions is used. To repartition, use your existing operating system. - Use LVM since it can provide an arbitrary and flexible number of block devices partitions. This needs a repartition as well.
ar: لديك الخيارات التالية: - إعادة تقسيم النظام حتى يسمح بإستخدام فقط أعلى عدد من الأقسام. لإعادة تقسيمه، استخدم نظام التشغيل الموجود لديك. - استخدام LVM حيث يمكنه توفير عدد تعسفي ومرن من الأقسام والكتل للجهاز. هذا يحتاج كذلك لإعادة التقسيم.
bg: Имате следните възможности: – Направете наново дяловете така, че да се използва само максимално разрешения брой дялове. За да направите това използвайте съществуващата операционна система. – Използвайте LVM, тъй като то предоставя произволен и гъвкав брой дялове с блокови устройства. Това също изисква пренаправянето на дяловете.
cs: Máte následující možnosti: - Opravu vašeho systému tak, že je použit pouze maximální povolený počet oddílů. K opravě použijte stávající existující operační systém. - Použijte LVM neboť umožňuje pevně daný a flexibilní počet blokových zařízeních. Toto také vyžaduje opravu.
da: Du har følgende muligheder: -Ompartitionér dit system så kun det højst tilladte antal partitioner bruges. Brug dit nuværende operativsystem til at ompartitionere. -Brug LVM da det kan levere et vilkårligt og fleksibelt antal blokenheds-partitioner. Dette kræver også en ompartitionering.
el: Έχετε τις παρακάτω επιλογές: - Να φτιάξετε ξανά τις κατατμήσεις στο σύστημά σας ώστε να χρησιμοποιείται ο ανώτερος αριθμός των κατατμήσεων. Για να το κάνετε αυτό, χρησιμοποιείστε το υπάρχον λειτουργικό σύστημα. - Να χρησιμοποιήσετε LVM επειδή μπορεί να παρέχει αυθαίρετο και ευέλικτο αριθμό από κατατμήσεις συσκευών. Αυτό απαιτεί επισής να φτιάξετε τις κατατμήσεις σας.
es: Usted tiene las siguientes opciones: - Volver a particionar su sistema de manera que sólo el número permitido máximo de particiones sea usado. Para reparticionar, utilice su sistema operativo existente. - Utilice LVM, debido a que le permite un número arbitrario y flexible de bloques de particiones. Esto requiere reparticionar también.
gl: Dispón das seguintes opcións: - Reparticionar o sistema de forma que só se use o número máximo de particións permitidas. Para reparticionar use o sistema operativo existente. - Usar LVM xa que pode proporcionar un número arbitrario e flexible de particións en dispositivos de bloques. Isto tamén require reparticionar.
ja: 以下のような選択ができます: - お使いのシステムでパーティション設定を修正し、パーティション数を許される 範囲内に収めます。パーティション設定を修正するには、既存のオペレーティング システムをご利用ください。 - 任意のパーティションを設定できて柔軟性のある LVM を使用することもできます。 この場合にもパーティション設定を修正する必要があります。
km: អ្នក​មាន​ជម្រើស​ដូ​ច​ខាងក្រោម ៖ - កា​រ​ធ្វើ​ភាគ​ថាស​ប្រព័ន្ធ​របស់​អ្នក​ឡើង​វិញ ដូច្នេះ​មាន​តែ​ចំនួន​ភាគ​ថាស​ដែល​បាន​អនុញ្ញាត​អតិបរមា ត្រូវ​បាន​ប្រើ ។ ដើម្បី​ធ្វើ​ភាគ​ថាស​ឡើង​វិញ ប្រើ​ប្រព័ន្ធ​ប្រតិបត្តិការ​ដែល​មាន​ស្រាប់ ។ - ប្រើ LVM ព្រោះ​ថា​វា​អាច​ផ្ដល់​នូវ​ចំនួន​ភាគ​ថាស​​ឧបករណ៍​ប្លុក​ដែល​​អាច​ផ្លាស់ប្ដូរ និង​ធ្វើ​តាម​ចិត្ត ។ វា​ត្រូវ​ការ​ការ​ធ្វើ​ភាគ​ថាស ផង​ដែរ ។
nb: Du har følgende valg: - Partisjoner systemet på nytt, slik at du ikke bruker mer enn maksimalt antall partisjoner. Partisjoner på nytt med nåværende operativsystem. - Bruk LVM fordi dette gir mulighet til et valgfritt og fleksibelt antall blokkenheter/partisjoner. Dette krever også at du partisjonerer på nytt.
nl: U hebt de volgende opties: - Partitioneer uw systeem opnieuw zodat alleen het maximum toegestane aantal partities wordt gebruikt. Gebruik uw huidige besturingssysteem hiervoor. - Gebruik LVM omdat dit een willekeurig en flexibel aantal blokapparaat-partities kan leveren. Hiervoor is het ook nodig om opnieuw te partitioneren.
pl: Dostępne są następujące opcje: - Naprawa systemu w taki sposób, że tylko maksymalna dozwolona liczba partycji zostanie użyta. Do re-partycjonowania użyty zostanie istniejący system operacyjny. - Użycie LVM jako że zapewnia on wiele elastycznych partycji bloku urządzeń. W tym wypadku także konieczne jest re-partycjonowanie.
pt_br: Você tem as seguintes opções: - Reparticione seu sistema de maneira que somente o número máximo permitido de partições seja utilizado. Para reparticionar, use seu sistema operacional existente. - Use LVM/EVMS posto que providenciam um número arbitrário e flexível de partições de blocos de dispositivo. Isto necessita de uma repartição também.
ro: openSUSE trece la noile drivere IDE ce utilizează modulele libata. Acestea suportă doar partiții cu până la 15 partiții. Cu openSUSE 10.3 aveți următoarele opțiuni: - Utilizați vechile drivere IDE. Restartați și adăugați 'hwprobe=-modules.pata' ca argumentla kernel - Repartiționați sistemul astfel încât să fie utilizate maxim 15 partiții. Pentru repartiționare utilizați sistemul de operare existent. - Utilizați LVM/EVMS deoarece oferă un număr oarecare flexibil de partiții de dispozitive bloc. Această opțiune necesită de asemenea o repartiționare.
sv: Du har följande alternativ: - Ompartitionering av systemet så att endast det maximala antalet partitioner används. Använd det befintliga operativsystemet när du partitionerar om. - Använd LVM eftersom det kan ge ett godtyckligt och flexibelt antal blockenhetspartitioner. Du måste partitionera om för det här alternativet också.
th: คุณมีตัวเลือกต่อไปนี้: - จัดพาร์ทิชันของระบบของคุณใหม่ ซึ่งจะต้องมีจำนวนพาร์ทิชันไม่เกินจำนวนสูงสุดที่อนุญาตให้ใช้ หากต้องการจัดพาร์ทิชันใหม่ ให้ใช้ผ่านทางระบบปฏิบัติการที่มีอยู่แล้วของคุณ - ใช้ LVM เนื่องจากมันมีความสามารถจัดการกับพาร์ทิชันของอุปกรณ์แบบบล็อคได้อย่างยืดหยุ่น และไม่มีข้อจำกัด และหากเลือกใช้ อย่างไรก็จำเป็นจะต้องจัดพาร์ทิชันใหม่เช่นกัน
uk: Ви маєте такий вибір: - Перерозподіліть вашу систему так, щоб було використано тільки максимально дозволену кількість розділів. Для цього скористайтеся існуючою операційною системою. - Використовуйте LVM, оскільки це забезпечує довільне і гнучке керування пристроями. Для цього також потрібне повторне розбиття.
wa: Vos avoz les tchuzes shuvantes: - Ripårtixhoz vosse sistinme po kel nombe macsimom di pårticions permetou soeyexhe eployeyî. Pol fé, eployîz vosse sistinme d' operance egzistant. - Si siervi d' LVM ca i pout dner tolminme ké nombe d' éndjins blocs pårticions. Po ça i rfåt ossu fé les pårticions.

source: Your disk %1$s contains %2$lu partitions. The maximum number of partitions that the kernel driver of the disk can handle is %3$lu. Partitions numbered above %3$lu cannot be accessed.
ar: يحتوي القرص %1$s على %2$lu قسم. الحد الأقصى لعدد الأقسام الذي يمكن للنواة معالجته هو %3$lu. لا يمكن الوصول لأكثر من %3$lu قسم.
bg: Вашият диск %1$s съдържа %2$lu дяла. Максималният брой дялове, който може да се управлява от този драйвер на ядрото е %3$lu. Няма да имате достъп до дяловете над %3$lu.
cs: Váš disk %1$s obsahuje %2$lu oddílů. Maximální množství oddílů, které jaderný ovladač disku může obsluhovat je %3$lu. Oddíly s čísly vyššími než %3$lu jsou nepřístupné.
da: Din disk %1$s indeholder %2$lu partitioner. Det højeste antal partitioner diskens kerne-driver kan håndtere er %3$lu. Partitioner med et nummer højere end %3$lu kan ikke tilgås.
el: Ο δίσκος σας %1$s περιέχει %2$lu διαμερίσεις. Ο μέγιστος αριθμός των διαμερίσεων όπου ο οδηγός πυρήνα του δίσκου μπορεί να διαχειριστεί είναι%3$lu. Οι διαμερίσεις που εμφανίστηκαν παραπάνω από τις %3$lu δεν μπορούν να προσβαστούν.
es: El disco %1$s contiene %2$lu particiones. El número máximo de particiones que puede gestionar el controlador del núcleo del disco es %3$lu. No es posible acceder a las particiones %3$lu, indicadas anteriormente.
gl: O disco %1$s contén %2$lu particións. O número máximo de particións que pode manexar o controlador do kernel para o disco é %3$lu. Pode que non sexa posible acceder ás particións cun número superior a %3$lu.
ja: お使いのディスク %1$s には %2$lu 個のパーティションがあります。ディスクのカーネル ドライバが扱うことのできる最大パーティション数は %3$lu 個です。 %3$lu 個目より大きいパーティションにはアクセスできません。
km: ថាស​របស់​អ្នក %1$s មាន​ភាគ​ថាស %2$lu ។ ចំនួន​អតិបរមា របស់​ភាគ​ដែល​កម្មវិធី​បញ្ជា​ខឺណែល​ថាស​អាច​គ្រប់គ្រង​បាន​គឺ %3$lu ។ មិន​អាច​ចូល​ដំណើរការ​ភាគ ដែល​បាន​បង់​លេខ​លើស​ពី %3$lu ឡើយ ។
nb: Disken %1$s inneholder %2$lu partisjoner. Maksimalt antall som kjernedriveren for disken kan håndtere er %3$lu. Partisjonsnummer over %3$lu er ikke tilgjengelige.
nl: Schijf %1$s bevat %2$lu partities. Het maximum aantal partities dat de kernel kan bevatten is %3$lu. Partities met een nummer boven %3$lu kunnen niet benaderd worden.
pa: ਤੁਹਾਡੀ ਡਿਸਕ %1$s ਦੇ %2$lu ਪਾਰਟੀਸ਼ਨ ਮੌਜੂਦ ਹੈ। ਡਿਸਕ ਦੇ ਕਰਨਲ ਡਰਾਇਵਰ ਰਾਹੀਂ ਡਿਸਕ ਲਈ ਇਸਤੇਮਾਲ ਕੀਤੇ ਜਾ ਸਕਣ ਵਾਲੇ ਪਾਰਟੀਸ਼ਨਾਂ ਦੀ ਗਿਣਤੀ %3$lu ਹੈ। %3$lu ਤੋਂ ਵਧੇਰੇ ਗਿਣਤੀ ਦੇ ਪਾਰਟੀਸ਼ਨਾਂ ਨੂੰ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕੇਗਾ।
pl: Dysk %1$s zawiera %2$lu partycji. Maksymalna liczba partycji, jaką może obsłużyć sterownik tego dysku w jądrze, to %3$lu. Partycje o numerach powyżej %3$lu są nieosiągalne.
pt: O disco %1$s contém %2$lu partições. O número máximo de partições que o driver de kernel do disco permite é %3$lu. As partições com número acima de %3$lu não podem ser acedidas.
pt_br: O disco %1$s contém %2$lu partições. O número máximo de partições que o driver do kernel do disco pode controlar é %3$lu. Partições numeradas acima de %3$lu não podem ser acessadas.
ro: Discul %1$s conține %2$lu partiții. Numărul maxim de partiții pe care le poate manipula driverul kernel al discului este %3$lu. Partițiile cu numere mai mari de %3$lu nu pot fi accesate.
sv: Disken %1$s innehåller %2$lu-partitioner. Maximalt antal partitioner som kärndrivrutinen för den här disken kan hantera är %3$lu. Partitioner med nummer ovan %3$lu kan inte kommas åt.
th: ดิสก์ %1$s ของคุณมีพาร์ทิชันอยู่ %2$lu พาร์ทิชัน โดยจำนวนพาร์ทิชันสูงสุด ที่ไดรเวอร์ดิสก์ของเคอร์เนลสามารถจัดการได้คือ %3$lu พาร์ทิชัน ดังนั้นพาร์ทิชันที่มีลำดับที่สูงกว่า %3$lu จะไม่สามารถเข้าใช้งานได้
uk: Ваш диск %1$s містить %2$lu розділів. Максимальна кількість розділів, яку драйвер ядра для диска допускає - %3$lu. Доступ до розділів з номерами понад %3$lu неможливий.
wa: I gn a dins vosse plake %1$s %2$lu pårticions. Li nombe macsimom di pårticions kel mineu do nawea del plake pout apougnî est %3$lu. On n' sait nén awè accès a des pårticions foû d' %3$lu.
xh: Idiski yakho %1$s iqulethe u %2$lu wezahlulelo. Inamba encinci yezahlulelo umlawuli we-kernel wediski angazilawula ngu %3$lu. Izahlulelo ezibaliweyo ezingentla%3$lu azinako ukufikelelwa.
zu: Idiski yakho %1$s iqukethe %2$lu amaphathishini. Isibalo esingenakudlulwa samaphathishini i-driver yekheneli yediski engawathwala angu-%3$lu. Amaphathishini anesibalo esingaphezu kuka-%3$lu awanakufinyeleleka.

source: k
km: គ.ប.
th: กิโล
uk: КБ

source: kB
km: គីឡូបៃ
th: กิโลไบต์
uk: КБ
xh: i-kB
zu: i-kB

source: Executing fdasd for disk %1$s
gl: Executando fdasd no disco %1$s
ja: ディスク %1$s に対して fdasd を実行しています
km: ​កំពុង​ប្រតិបត្តិ fdasd សម្រាប់​ថាស %1$s
nb: Kjører fdasd for disken %1$s
ro: Execută fdasd pentru discurile %1$s
wa: Dj' enonde fdasd pol plake %1$s

source: The partitioning on disk %1$s is not readable by the partitioning tool fdasd, which is used to change the partition table. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
gl: A ferramenta de particionamento fdasd, que se usa para cambiar a táboa de particións, non é capaz de ler o esquema de particións do disco %1$s. Pode usar as particións do disco %1$s tal como están. Pode formatalas e asignarlle puntos de montaxe, pero non pode engadir, modificar, redimensionar, ou eliminar particións deste disco con esta ferramenta.
ja: ディスク %1$s のパーティション情報をパーティションツール fdasd で 読み込むことができませんでした。このツールはパーティション情報の 変更に利用されているものです。 ディスク %1$s のパーティションは従来通りお使いいただけます。 フォーマットやマウントポイントの割り当てなどは行なえますが、 このツールを利用したパーティションの追加／編集／サイズ変更／削除などは 行なうことができません。
km: ការ​ចែក​ជា​ភាគ​នៅ​លើ​ថាស %1$s មិន​អាច​អាន​បាន ដោយ ឧបករណ៍​ចែក​ជា​ភាគ fdasd ដែល​ប្រើ​​ក្នុង​ការ​ផ្លាស់​ប្ដូរ តារាង​ភាគ​បាន​ឡើយ ។ អ្នក​អាច​ប្រើ​ភាគ​នៅ​លើ​ថាស %1$s ដូច​ពួក​វា ។ អ្នក​អាច​ធ្វើ​ទ្រង់ទ្រាយ​ពួកវា និង​ផ្ដល់​ចំណុច​ម៉ោន​​ទៅ​ពួកវា ប៉ុន្តែ​អ្នក មិន​អាច​បន្ថែម កែសម្រួល ផ្លាស់ប្ដូរ​ទំហំ ឬ​យក​ភាគ​ចេញ​ពី​ថាស​នោះ ដោយ​ប្រើ​ឧបករណ៍​នេះ​បាន​ឡើយ ។
nb: Partisjoneringen på disken %1$s kan ikke leses av partisjoneringsverktøyet fdasd, som brukes for å endre partisjonstabellen. Du kan bruke partisjonene på disken %1$s som de er. Du kan formatere dem og tilordne monteringspunkter til dem, men du kan ikke legge til, redigere, endre størrelser eller slette partisjoner fra denne disken med dette verktøyet.
pa: ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨਿੰਗ fdasd ਪਾਰਟੀਸ਼ਨਿੰਗ ਟੂਲ ਨਾਲ ਪੜ੍ਹਨਯੋਗ ਨਹੀਂ ਹੈ, ਜੋ ਕਿ ਪਾਰਟੀਸ਼ਨਿੰਗ ਟੇਬਲ ਨੂੰ ਬਦਲਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਸੀਂ ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਇੰਝ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਫਾਰਮੈਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਮਾਊਂਟ ਪੁਆਇੰਟ ਦੇ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਉਸ ਡਿਸਕ ਤੋਂ ਇਹ ਟੂਲ ਰਾਹੀਂ ਪਾਰਟੀਸ਼ਨ ਸ਼ਾਮਲ, ਸੋਧ, ਮੁੜ-ਆਕਾਰ ਜਾਂ ਹਟਾ ਨਹੀਂ ਸਕਦੇ ਹੋ।
pt: O particionamento do disco rígido %1$s não é reconhecido pela ferramenta de particionamento fdasd, que é utilizada para modificar a tabela de partições. Pode utilizar as partições do disco %1$s como estão. Pode formatá-las e associá-las a pontos de montagem, mas não pode adicionar, editar, redimensionar ou remover partições deste disco com esta ferramenta.
ro: Partiționarea discului %1$s nu poate fi citită de utilitarul de partiționare fdasd, ce este utilizat pentru modificarea tabelei de partiții. Puteți utiliza partițiile de pe discul %1$s ca atare. Puteți să le formatați și să le asignați puncte de montare, dar nu puteți adăuga, edita, redimensiona sau îndepărta partiții de pe acest disc prin acest utilitar.
wa: Li pårtixhaedje sol plake %1$s n' est nén léjhåve pa l' usteye d' pårtixhaedje fdasd, k' est eployî po candjî l' tåve des pårticions. Vos vs poloz siervi des pårticions sol plake %1$s come ele sont. Vos les ploz abwesner eyet lzî aroyî des ponts d' montaedje mins vos n' poloz nén radjouter, candjî, candjî l' grandeu ou co oister des pårticions d' cisse plake avou ciste usteye.
xh: Ukwahlulela kwidisk %1$s akufundeki sisi xhobo se-fdasd yokwahlulela, esisetyenziselwa ukutshintsha itheybhile yesahlulelo. Ungasebenzisa izahlulelo kwidiski %1$s njengokuba zinjalo. Ungazicwangcisa kwaye umise iindawo zokugxumeka kuzo, kodwa awunako ukongeza, ukuhlela, okanye ukutshintsha ubungakanani okanye ukushenxisa izahlulelo kulo diski ngesi sixhobo.
zu: Ukuhlukanisa amaphathishini ediskini %1$s akufundeki ngethuluzi lokuhlukanisa amaphathishini i-fdasd, esetshenziselwa ukushintsha ithebula lokuhlukanisa amaphathishini. Ungasebenzisa ukuhlukaniswa kwamaphathishini ediskini %1$s njengoba enjalo. Ungawafomatha futhi uwabele izindawo zokuxhakathiswa, kodwa ngeke ukwazi ukwenezela, ukuhlela, ukwenza abanye osayizi, noma ukususa amaphathishini kuleyo diski ngaleli thuluzi.

source: You are running on the Intel(R) Matrix Storage Manager compatible platform. Following MD compatible RAID devices were detected: %1$s If they are clean devices or contain partitions then you can choose to use MD Partitionable RAID sysbsystem to handle them. In case of clean device you will be able to install system on it and boot from such RAID. Do you want MD Partitionable RAID subsystem to manage those partitions?
ja: Intel(R) Matrix Storage Manager 互換のプラットフォーム上で実行しています。 下記の MD 互換 RAID デバイスが検出されました: %1$s これらが未使用のデバイスであるかパーティションを含んでいる場合、 MD パーティション設定の 可能な RAID サブシステムに対して、それらを処理するように設定することができます。 未使用のデバイスである場合は、この RAID デバイスに対してシステムをインストールし、 起動するように設定することができます。 MD パーティション設定の可能な RAID サブシステムに対して、これらを管理するように設定しますか？
km: អ្នក​កំពុងតែ​ដំណើរការ​លើ​វេទិកា​ឆប​គ្នា​នឹង​កម្មវិធី​គ្រប់គ្រង​ឧបករណ៍​ផ្ទុក Intel(R) Matrix ។ ឧបករណ៍ RAID ដែល​ឆប​នឹង​ MD ខាង​ក្រោម​ត្រូវ​បាន​រកឃើញ ៖ %1$s ប្រសិន​បើ​ ពួក​វា​គឺជា​ឧបករណ៍​ត្រឹមត្រូវ ឬ​មាន​ភាគ​ថាស​ ពេល​នោះ​អ្នក​អាច​ជ្រើស​រើស​ប្រើ​ ប្រព័ន្ធ​រង​របស់​ប្រព័ន្ធ​ RAID ដែល​អាច​ចែក​ភាគ​ថាស MD បាន​ដើម្បី​ដោះស្រាយ​ពួកវា ។ ក្នុង​ករណី​ដែល​វា​ជា​ឧបករណ៍​ត្រឹមត្រូវ អ្នក​នឹង​ អាច​ដំឡើង​ប្រព័ន្ធ​នៅ​លើ​វា និង​ចាប់ផ្ដើម​ពី​ RAID នោះ​បាន ។ តើ​អ្នក​ចង់​ឲ្យ​ប្រព័ន្ធ​រង​របស់​ប្រព័ន្ធ​ RAID ដែល​អាច​ចែក​ភាគ​ថាស​ MD គ្រប់គ្រង​ភាគ​ថាស​ទាំង​នោះ​ឬ ?
nb: Du kjører på en Intel(R) Matrix Storage Manager-kompatibel plattform. Følgende MD-kompatible RAID-enheter ble funnet: %1$s Hvis det er rene enheter eller inneholder partisjoner, kan du velge å bruke MD-partisjonerbart RAID-undersystem for å håndtere dem. Hvis det er en ren enhet, kan du installere systemet på den og starte opp fra RAID. Vil du at det MD-partisjonerbare RAID-undersystemet skal håndtere disse partisjonene?
ro: Rulați pe o platformă compatibilă cu Intel(R) Matrix Storage Manager. Următoarele device-uri MD compatibile RAID au fost detectate: %1$s Dacă sunt dispozitive goale sau conțin partiții atunci puteți alege să utilizați subsistemul MD de partiționare RAID pentru manipulare. În cazul unui dispozitiv gol vei putea instala sistemul pe el și boota de pe un astfel de RAID Doriți ca subsistemul de partiționare RAID MD să gestioneze aceste partiții?
wa: Vos ovrez sol platfôme compatibe Intel(R) Matrix Storage Manager. Les éndjins RAID compatibes MD ont stî trovés : %1$s Si ces éndjins sont vudes ou k' il ont des pårticions, vos ploz tchoezi adon d' vos siervi do sorsistinme RAID pårtixhåve MD po ls apougnî. Si c' est on vudeéndjin, vos såroz astaler l' sistinme dizeu eyet tcherdjî l' sistinme a pårti d' on sfwait RAID. Voloz vs kel sorsistinme RAID pårtixhåve MD manaedje ces pårticions la ?

source: DM RAID
es: RAID DM
gl: RAID DM
pl: RAID DM
pt_br: RAID DM

source: MD RAID
es: RAID MD
gl: RAID MD
pt_br: RAID MD
ro: RAID MD

source: Create subvolume %1$s on device %2$s with option "no copy on write"
ar: إنشاء حجم فرعي %1$s على الجهاز %2$s مع خيار "النسخ عند الكتابة"
da: Opret underdiskområde %1$s på enheden %2$s med valgmuligheden "no copy on write"
nl: Subvolume %1$s op apparaat %2$s met optie "geen kopie bij schrijven" aanmaken
pt_br: Criar subvolume %1$s no dispositivo %2$s com a opção "no copy on write"
sv: Skapa undervolym %1$s på enhet %2$s med inställning "no copy on write"

source: Creating subvolume %1$s on device %2$s with option "no copy on write"
ar: يتم الآن إنشاء حجم فرعي %1$sعلى الجهاز %2$s مع خيار "النسخ عند الكتابة"
da: Opretter underdiskområde %1$s på enheden %2$s med valgmuligheden "no copy on write"
nl: Subvolume %1$s op apparaat %2$s met de optie "geen kopie bij schrijven" wordt aangemaakt
pt_br: Criando o subvolume %1$s no dispositivo %2$s com a opção "no copy on write"
sv: Skapar undervolym %1$s på enhet %2$s med inställning "no copy on write"

source: Setting file attributes with chattr failed.
ar: فشل تحديد سمات الملف باستخدام chattr.
da: Fastsættelse af fil attributter med chattr fejlede.
nl: Bestandsattributen met chattr instellen is mislukt.
pt_br: A definição de atributos com chattr falhou.
sv: Misslyckades att ställa in filattribut med chattr.

source: E
el: Ε

source: MiB
cs: MB
th: เมบิไบต์
xh: i-MiB
zu: i-MiB

source: (progress bar might not move)
gl: (pode que a barra de progreso non se mova)
ja: (進捗表示が動作しないかもしれません)
nb: (forløpsindikatoren kan stå stille)
pa: (ਤਰੱਕੀ ਪੱਟੀ ਸ਼ਾਇਦ ਨਾ ਹਿੱਲੇ)

source: Create encrypted raid partition %1$s (%2$s) for %4$s with %3$s
gl: Crear a partición raid cifrada %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号化 RAID パーティション %1$s(%2$s) を %3$s で作成
nb: Opprett kryptert raid-partisjon %1$s (%2$s) for %4$s med %3$s
pa: ਇੰਕ੍ਰਿਪਟਡ ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਬਣਾਓ
pt: Criar partição raid cifrada %1$s (%2$s) para %4$s com %3$s

source: Create extended raid partition %1$s (%2$s)
gl: Crear partición raid estendida %1$s (%2$s)
ja: 拡張 RAID パーティション %1$s (%2$s) を作成する
nb: Opprett utvidet raid-partisjon %1$s (%2$s)
pa: ਐਕਸਟੈਡਿਡ ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pt: Criar partição raid extendida %1$s (%2$s)

source: Create raid partition %1$s (%2$s)
gl: Crear partición raid %1$s (%2$s)
ja: RAID パーティション %1$s (%2$s) を作成する
nb: Opprett raid-partisjon %1$s (%2$s)
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pt: Criar partição raid %1$s (%2$s)

source: Create raid partition %1$s (%2$s) for %4$s with %3$s
gl: Crear partición raid %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の RAID パーティション %1$s (%2$s) を %3$s で作成
nb: Opprett raid-partisjon %1$s (%2$s) for %4$s med %3$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਕਿਸਮ ਨਾਲ ਬਣਾਓ
pt: Criar partição raid %1$s (%2$s) para %4$s com %3$s

source: Create swap raid partition %1$s (%2$s)
gl: Crear a partición raid para intercambio %1$s (%2$s)
ja: スワップ RAID パーティション %1$s(%2$s) を作成
nb: Opprett raid-veksleminnepartisjon %1$s (%2$s)
pa: ਸਵੈਪ ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਬਣਾਓ
pt: Criar partição swap em raid %1$s (%2$s)

source: Creating raid partition %1$s
gl: Creando a partición raid %1$s
ja: RAID パーティション %1$s を作成しています
nb: Oppretter raid-partisjon %1$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ
pt: A criar partição raid %1$s

source: Delete raid partition %1$s (%2$s)
gl: Eliminar a partición raid %1$s (%2$s)
ja: RAID パーティション %1$s(%2$s) を削除
nb: Slett raid-partisjon %1$s (%2$s)
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਹਟਾਓ
pt: Apagar partição raid %1$s (%2$s)

source: Deleting raid partition %1$s
gl: Eliminando a partición raid %1$s
ja: RAID パーティション %1$s を削除しています
nb: Sletter raid-partisjon %1$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A eliminar partição raid %1$s

source: Extend BTRFS volume %1$s by %2$s
ja: btrfs ボリューム %1$s を %2$s で拡大
nb: Utvid BTRFS-volumet %1$s med %2$s

source: Extend raid partition %1$s to %2$s
gl: Ampliar a partición raid %1$s a %2$s
ja: RAID パーティション %1$s を %2$s まで拡大
nb: Utvid raid-partisjon %1$s til %2$s
pa: %1$s ਰੇਡ ਪਾਰਟੀਸ਼ਨ ਨੂੰ %2$s ਲਈ ਫੈਲਾਓ
pt: Aumentar partição raid %1$s para %2$s

source: Extending BTRFS volume %1$s by %2$s
ja: btrfs ボリューム %1$s を %2$s で拡大しています
nb: Utvider BTRFS-volumet %1$s med %2$s

source: Extending raid partition %1$s to %2$s
gl: Ampliando a partición raid %1$s a %2$s
ja: RAIDパーティション %1$s を %2$s まで拡大しています
nb: Utvider raid-partisjon %1$s til %2$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਫੈਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A aumentar partição raid %1$s para %2$s

source: Format encrypted raid partition %1$s (%2$s) for %4$s with %3$s
gl: Formatar a partición raid cifrada %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の暗号 RAID パーティション %1$s (%2$s) を %3$s でフォーマット
nb: Formater kryptert raid-partisjon %1$s (%2$s) for %4$s med %3$s
pa: ਇੰਕ੍ਰਿਪਟਡ ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕਰੋ
pt: Formatar partição raid cifrada %1$s (%2$s) para %4$s com %3$s

source: Format raid partition %1$s (%2$s) for %4$s with %3$s
gl: Formatar a partición raid %1$s (%2$s) de %4$s con %3$s
ja: %4$s 用の RAID パーティション %1$s (%2$s) を %3$s でフォーマット
nb: Formater raid-partisjon %1$s (%2$s) for %4$s med %3$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %4$s ਲਈ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕਰੋ
pt: Formatar partição raid %1$s (%2$s) para %4$s com %3$s

source: Format raid partition %1$s (%2$s) for swap
gl: Formatar a partición raid %1$s (%2$s) para intercambio
ja: スワップ用の RAID パーティション %1$s (%2$s) をフォーマット
nb: Formater raid-partisjon %1$s (%2$s) for veksleminne
pa: ਸਵੈਪ ਲਈ ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਫਾਰਮੈਟ ਕਰੋ
pt: Formatar partição raid %1$s (%2$s) para swap

source: Format raid partition %1$s (%2$s) with %3$s
gl: Formatar a partición raid %1$s (%2$s) con %3$s
ja: RAID パーティション %1$s (%2$s) を %3$s でフォーマット
nb: Formater raid-partisjon %1$s (%2$s) med %3$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕਰੋ
pt: Formatar partição raid %1$s (%2$s) com %3$s

source: Formatting raid partition %1$s (%2$s) with %3$s
gl: Formatando a partición raid %1$s (%2$s) con %3$s
ja: RAID パーティション %1$s (%2$s) を %3$s でフォーマットしています
nb: Formaterer raid-partisjon %1$s (%2$s) med %3$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s (%2$s) ਨੂੰ %3$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A formatar partição raid %1$s (%2$s) com %3$s

source: Reduce BTRFS volume %1$s by %2$s
ja: btrfs ボリューム %1$s を %2$s で縮小
nb: Reduser BTRFS-volumet %1$s med %2$s

source: Reducing BTRFS volume %1$s by %2$s
ja: btrfs ボリューム %1$s を %2$s で縮小しています
nb: Reduserer BTRFS-volumet %1$s med %2$s
