Repository: aschnell/libstorage
Catalog: po/*.po
Languages: ar, bg, cs, da, el, es, gl, ja, km, nb, nl, pa, pl, pt, pt_br, ro, sv, th, uk, wa, xh, zu

source: Remove Tmpfs volume from mount point %1$s
ja: tmpfs ボリュームをマウントポイント %1$s から削除
nb: Fjern Tmpfs-volumet fra monteringspunktet %1$s

source: Remove nfs volume %1$s
gl: Eliminar o volume nfs %1$s
ja: NFS ボリューム %1$s を削除
nb: Fjern nfs-volumet %1$s
pa: nfs ਵਾਲੀਅਮ %1$s ਹਟਾਓ
pt: Remover o volume nfs %1$s
xh: Susa ivolumu ye-nfs %1$s
zu: Khipha ivolumu ye-nfs %1$s

source: Remove raid %1$s
gl: Eliminar o raid %1$s
ja: RAID %1$s の削除
nb: Fjern raid %1$s
pa: ਰੇਡ %1$s ਹਟਾਓ
pt: Remover o raid %1$s

source: Removing Tmpfs volume from mount point %1$s
ja: tmpfs ボリュームをマウントポイント %1$s から削除しています
nb: Fjerner Tmpfs-volumet fra monteringspunktet %1$s

source: Removing nfs volume %1$s
gl: Eliminando o volume nfs %1$s
ja: NFS ボリューム %1$s を削除しています
nb: Fjerner nfs-volumet %1$s
pa: nfs ਵਾਲੀਅਮ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A remover o volume nfs %1$s
xh: Isusa ivolumu ye-nfs %1$s
zu: Ukukhipha ivolumu ye-nfs %1$s

source: Removing raid %1$s
gl: Eliminando o raid %1$s
ja: RAID %1$s を削除しています
nb: Fjerner raid %1$s
pa: ਰੇਡ %1$s ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A remover o raid %1$s

source: Set type of raid partition %1$s to %2$X
gl: Definir o tipo da partición raid %1$s como %2$X
ja: RAIDパーティション %1$s の種類を %2$X に設定
nb: Sett raid-partisjonstype %1$s til %2$X
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਸੈੱਟ ਕਰੋ
pt: Definir o tipo da partição raid %1$s para %2$X

source: Setting type of raid partition %1$s to %2$X
gl: Definindo o tipo da partición raid %1$s como %2$X
ja: RAID パーティション %1$s の種類を %2$X に設定しています
nb: Setter raid-partisjonstype %1$s til %2$X
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਦੀ ਕਿਸਮ %2$X ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ
pt: A definir o tipo da partição raid %1$s para %2$X

source: Shrink raid partition %1$s to %2$s
gl: Reducir a partición raid %1$s a %2$s
ja: RAID パーティション %1$s を %2$s まで縮小
nb: Krymp raid-partisjon %1$s til %2$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਘਟਾਓ
pt: Encolher partição raid %1$s para %2$s

source: Shrinking raid partition %1$s to %2$s
gl: Reducindo a partición raid %1$s a %2$s
ja: RAID パーティション %1$s を %2$s まで縮小しています
nb: Krymper raid-partisjon %1$s til %2$s
pa: ਰੇਡ ਪਾਰਟੀਸ਼ਨ %1$s ਨੂੰ %2$s ਲਈ ਘਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A encolher partição raid %1$s para %2$s

source: The partitioning on disk %1$s is not readable by the partitioning tool parted, which is used to change the partition table. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
gl: A ferramenta de particionamento parted, que se usa para cambiar a táboa de particións, non é capaz de ler o esquema de particións do disco %1$s. Pode usar as particións do disco %1$s tal como están. Pode formatalas e asignarlle puntos de montaxe, pero non pode engadir, modificar, redimensionar, ou eliminar particións deste disco con esta ferramenta.
ja: ディスク %1$s のパーティション情報をパーティションツール parted で読み込めませんでした。このツールはパーティション情報の 変更に利用されているものです。 ディスク %1$s のパーティションは従来通りお使いいただけます。 フォーマットやマウントポイントの割り当てなどは行なえますが、 このツールを利用したパーティションの追加／編集／サイズ変更／削除などは 行なうことができません。
nb: Partisjoneringen på disken %1$s kan ikke leses av partisjoneringsverktøyet parted, som brukes for å endre partisjonstabellen. Du kan bruke partisjonene på disken %1$s som de er. Du kan formatere dem og tilordne monteringspunkter til dem, men du kan ikke legge til, redigere, endre størrelser eller slette partisjoner fra denne disken med dette verktøyet.
pa: ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨਿੰਗ parted ਪਾਰਟੀਸ਼ਨਿੰਗ ਟੂਲ ਨਾਲ ਪੜ੍ਹਨਯੋਗ ਨਹੀਂ ਹੈ, ਜੋ ਕਿ ਪਾਰਟੀਸ਼ਨਿੰਗ ਟੇਬਲ ਨੂੰ ਬਦਲਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਸੀਂ ਡਿਸਕ %1$s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਇੰਝ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਫਾਰਮੈਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਮਾਊਂਟ ਪੁਆਇੰਟ ਦੇ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਉਸ ਡਿਸਕ ਤੋਂ ਇਹ ਟੂਲ ਰਾਹੀਂ ਪਾਰਟੀਸ਼ਨ ਸ਼ਾਮਲ, ਸੋਧ, ਮੁੜ-ਆਕਾਰ ਜਾਂ ਹਟਾ ਨਹੀਂ ਸਕਦੇ ਹੋ।
pt: O particionamento do disco rígido %1$s não é reconhecido pela ferramenta de particionamento parted que é utilizada para modificar a tabela de partições. Pode utilizar as partições do disco %1$s como estão. Pode formatá-las e associá-las a pontos de montagem, mas não pode adicionar, editar, redimensionar ou remover partições neste disco com esta ferramenta.
xh: Ukwahlulela kwidisk %1$s akufundeki sisi xhobo esohluliweyo sokwahlulela, esisetyenziselwa ukutshintsha itheybhile yesahlulelo. Ungasebenzisa izahlulelo kwidiski %1$s njengokuba zinjalo. Ungazicwangcisa kwaye umise iindawo zokugxumeka kuzo, kodwa awunako ukongeza, ukuhlela, okanye ukutshintsha ubungakanani okanye ukushenxisa izahlulelo kulo diski ngesi sixhobo.
zu: Ukuhlukanisa amaphathishini ediskini %1$s akufundeki ngethuluzi lokuhlukanisa amaphathishini elihlukanisiwe, elisetshenziselwa ukushintsha ithebula lokuhlukanisa amaphathishini. Ungasebenzisa ukuhlukaniswa kwamaphathishini ediskini %1$s njengoba enjalo. Ungawafomatha futhi uwabele izindawo zokuxhakathiswa, kodwa ngeke ukwazi ukwenezela, ukuhlela, ukushintsha usayizi, noma ukususa amaphathishini kuleyo diski ngaleli thuluzi.

source: EB
th: เอกซะไบต์

source: Create boot partition %1$s (%2$s) with %3$s
xh: Dala isahlulelo sokumisela inkqubo esingu %1$s (%2$s) %3$s
zu: Yakha ukuhlukaniswa kwamaphathishini okuqalisa %1$s (%2$s) nge-%3$s

source: Create encrypted partition %1$s (%2$s) for %4$s with %3$s
xh: Dala isahlulelo esinoguqulelo oluntsokothileyo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Yakha ukuhlukaniswa kwamaphathishini okunamakhodi okuphepha %1$s (%2$s) e-%4$s nge-%3$s

source: Create partition %1$s (%2$s)
xh: Dala isahlulelo esingu %1$s (%2$s)
zu: Yakha ukuhlukaniswa kwamaphathishini %1$s (%2$s)

source: Create partition %1$s (%2$s) for %4$s with %3$s
xh: Dala isahlulelo esingu %1$s (%2$s) ku %4$s nge %3$s
zu: Yakha ukuhlukaniswa kwamaphathishini %1$s (%2$s) e-%4$s nge-%3$s

source: Create partition %1$s (%2$s) with id=%3$X
xh: Dala isahlulelo %1$s (%2$s) nge id=%3$X
zu: Yakha ukuhlukaniswa kwamaphathishini %1$s (%2$s) nge-id=%3$X

source: Create root partition %1$s (%2$s) with %3$s
xh: Dala ingcambu yesahlulelo esingu %1$s (%2$s) %3$s
zu: Yakha ukuhlukaniswa kwamaphathishini omqondisi %1$s (%2$s) nge-%3$s

source: Create swap partition %1$s (%2$s)
xh: Cima isahlulelo sokutshintshela esingu %1$s (%2$s)
zu: Yakha ukuhlukaniswa kwamaphathishini okushintshanisa %1$s (%2$s)

source: Create volume group %1$s from %2$s
xh: Dala iqela lesandi elingu %1$s ukusuka ku %2$s
zu: Yakha iqembu levolumu %1$s kwi-%2$s

source: Creating partition %1$s
xh: Kudalwa isahlulelo %1$s
zu: Ukwakha ukuhlukaniswa kwamaphathishini %1$s

source: Creating volume group %1$s from %2$s
xh: Kudalwa iqela lesandi elingu %1$s ukusuka ku %2$s
zu: Ukwakha iqembu levolumu %1$s kwi-%2$s

source: Executing dasdfmt for disk %1$s...
xh: Ukwenza idiski i-dasdfmt %1$s...
zu: Ukusebenzisa i-dasdfmt yediski %1$s...

source: Executing dasdfmt for disks: %1$s...
xh: Ukwenzela iidiski i-dasdfmt: %1$s...
zu: Ukusebenzisa i-dasdfmt yamadiski: %1$s...

source: Executing fdasd for disk %1$s...
xh: Ukwenzela idisk i-fdasd %1$s...
zu: Ukusebenzisa i-fdasd yediski %1$s...

source: Formatting device %1$s (%2$s) with %3$s
xh: Kwenziwa ucwangciso lwesixhobo esingu %1$s (%2$s) nge %3$s
zu: Fomatha idivayisi %1$s (%2$s) nge-%3$s

source: Set disk label of disk %1$s to %2$s
xh: Misela ilebhile ye-disk %1$s ku %2$s
zu: Setha ilebuli yediski %1$s ku-%2$s

source: Setting disk label of disk %1$s to %2$s
xh: Ukumisela ileyibhile ye-disk ukusuka ku %1$s ukuya ku %2$s
zu: Ukusetha ilebuli yediski %1$s ku-%2$s
